[{"bloque":"BLOQUE I Y II ","numero":1,"enunciado":"Según el Título II de la Constitución Española relativo a la Corona: ","anulada":false,"opciones":[{"apartado":"a","solucion":" La Regencia se ejercerá por mandato constitucional y siempre en nombre del Rey. ","correcta":true},{"apartado":"b","solucion":" Las abdicaciones y renuncias en el orden sucesorio se resolverán por ley ordinaria. ","correcta":false},{"apartado":"c","solucion":" El Príncipe heredero podrá asumir la Regencia durante su minoría de edad. ","correcta":false},{"apartado":"d","solucion":" La Regencia podrá ejercerse por nacionales de cualquier Estado. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":2,"enunciado":"Según establece la Constitución Española, las asociaciones se inscribirán en un registro a efectos de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Publicidad.","correcta":true},{"apartado":"b","solucion":" Constitución. ","correcta":false},{"apartado":"c","solucion":" Legalidad.","correcta":false},{"apartado":"d","solucion":" Creación. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":3,"enunciado":"Según la Constitución Española de 1978, están legitimados para interponer el recurso de inconstitucionalidad: ","anulada":false,"opciones":[{"apartado":"a","solucion":" El Presidente del Gobierno.","correcta":true},{"apartado":"b","solucion":" El Consejo de Ministros. ","correcta":false},{"apartado":"c","solucion":" 40 Diputados.","correcta":false},{"apartado":"d","solucion":" El Ministerio Fiscal. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":4,"enunciado":"Tal y como marca la Constitución Española de 1978, en el caso de los referéndums consultivos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Su propuesta parte del Presidente del Gobierno, ha de ser autorizada por el Congreso de los Diputados. ","correcta":true},{"apartado":"b","solucion":" Son propuestos por el Consejo de Ministros, siendo autorizados previamente por el Presidente del Gobierno. ","correcta":false},{"apartado":"c","solucion":" Son refrendados por el Rey. ","correcta":false},{"apartado":"d","solucion":" Son convocados por el Presidente del Gobierno. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":5,"enunciado":"Según el Título III \"De las Cortes Generales\" de la Constitución Española, las Cámaras podrán: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Recibir peticiones individuales y colectivas, siempre por escrito, quedando prohibida la presentación directa por manifestaciones ciudadanas. ","correcta":true},{"apartado":"b","solucion":" Delegar en las Comisiones Legislativas Permanentes la aprobación de proyectos o proposiciones de ley relativas a cuestiones internacionales. ","correcta":false},{"apartado":"c","solucion":" Reunirse en sesión extraordinaria a petición de la mayoría simple de los miembros de cualquiera de las Cámaras. ","correcta":false},{"apartado":"d","solucion":" Nombrar conjuntamente Comisiones de Investigación sobre asuntos de interés público. Sus conclusiones serán vinculantes para los Tribunales. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":6,"enunciado":"El artículo 37 de la Ley Orgánica 3/2007, para la igualdad efectiva de mujeres y hombres, indica que la Corporación RTVE, en el ejercicio de su función, perseguirá en su programación: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Mostrar anuncios para la igualdad de forma habitual. ","correcta":false},{"apartado":"b","solucion":" Ofrecer trabajo a mujeres víctimas de violencia de género. ","correcta":false},{"apartado":"c","solucion":" Promover la incorporación de mujeres a puestos visibles ante las cámaras. ","correcta":false},{"apartado":"d","solucion":" Reflejar adecuadamente la presencia de las mujeres en los diversos ámbitos de la vida social. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":7,"enunciado":"De acuerdo al artículo 7 de la Ley 59/2003, de 19 de diciembre, de firma electrónica, sobre certificados electrónicos de personas jurídicas, ¿a quién corresponde la responsabilidad de custodiar los datos de firma asociados a un certificado electrónico de persona jurídica? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Al consejero de la persona jurídica, cuya identificación se incluye en el certificado electrónico. ","correcta":false},{"apartado":"b","solucion":" A la persona física solicitante del certificado, cuya identificación se incluye en el certificado electrónico. ","correcta":true},{"apartado":"c","solucion":" Al prestador de servicios de certificación, por ser quien firma el certificado electrónico. ","correcta":false},{"apartado":"d","solucion":" Al representante de la persona jurídica de certificación, cuya identificación se incluye en el certificado electrónico. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":8,"enunciado":"Según establece el artículo 86 de la Constitución Española, los Decretos-Leyes son normas con rango de Ley que aprueba el Gobierno: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Previa delegación de las Cortes, para casos de extraordinaria y urgente necesidad y una vez aprobados deben ser sometidos a debate y votación de totalidad al Congreso de los Diputados. ","correcta":false},{"apartado":"b","solucion":" Sin mediar delegación de las Cortes, aunque deben ser inmediatamente sometidos a debate y votación de totalidad al Congreso de los Diputados. ","correcta":true},{"apartado":"c","solucion":" En casos de extraordinaria y urgente necesidad sin mediar delegación de las Cortes, aunque una vez aprobados deben ser tramitados como proyectos de ley por el procedimiento de urgencia. ","correcta":false},{"apartado":"d","solucion":" Previa delegación de las Cortes, para casos de extraordinaria y urgente necesidad, y que una vez aprobados deben ser sometidos a debate y votación de totalidad al Congreso de los Diputados. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":9,"enunciado":"Señale la respuesta correcta. Según se establece en la Ley de Firma Electrónica 59/2003 en su artículo 32, las multas establecidas al infractor serán de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Por la comisión de infracciones muy graves, multa de 150.001 a 600.000 euros, por la comisión de infracciones graves, se impondrá al infractor multa de 30.001 a 150.000 euros y por la comisión de infracciones leves, se impondrá al infractor una multa por importe de hasta 30.000 euros. ","correcta":true},{"apartado":"b","solucion":" Por la comisión de infracciones muy graves, multa de 60.001 a 600.000 euros, por la comisión de infracciones graves, se impondrá al infractor multa de 6.001 a 60.000 euros y por la comisión de infracciones leves, se impondrá al infractor una multa por importe de hasta 6.000 euros. ","correcta":false},{"apartado":"c","solucion":" Por la comisión de infracciones muy graves, multa de 120.001 a 600.000 euros, por la comisión de infracciones graves, se impondrá al infractor multa de 12.001 a 120.000 euros y por la comisión de infracciones leves, se impondrá al infractor una multa por importe de hasta 12.000 euros. ","correcta":false},{"apartado":"d","solucion":" Por la comisión de infracciones muy graves, multa de 150.001 a 600.000 euros, por la comisión de infracciones graves, se impondrá al infractor multa de 15.001 a 150.000 euros y por la comisión de infracciones leves, se impondrá al infractor una multa por importe de hasta 15.000 euros. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":10,"enunciado":"Según se establece en la política de certificación de la DGP para el DNI electrónico (DNIe) en lo relativo a las autoridades de certificación (AC) raíz y subordinadas, ¿cuál es el tamaño de esas claves? ","anulada":false,"opciones":[{"apartado":"a","solucion":" El tamaño de las claves de la AC Raíz es de 2048 bits y el de claves de las AC subordinadas será de 4096 bits. ","correcta":false},{"apartado":"b","solucion":" Las claves de la AC Raíz y de las AC subordinadas serán de 2048 bits. ","correcta":false},{"apartado":"c","solucion":" El tamaño de las claves es: 4096 bits para la AC Raíz y 2048 bits para las AC Subordinadas. ","correcta":true},{"apartado":"d","solucion":" El tamaño de las claves de la AC Raíz es 8192 bits para la raíz y 4096 bits para las AC subordinadas. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":11,"enunciado":"Señale qué medida es necesario adoptar en ficheros y tratamientos automatizados para establecer el nivel de seguridad medio según se establece en el Real Decreto 1720/2007: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Control de acceso: Los usuarios tendrán acceso únicamente a aquellos recursos que precisen para el desarrollo de sus funciones. ","correcta":false},{"apartado":"b","solucion":" Identificación y autenticación: El responsable del fichero o tratamiento establecerá un mecanismo que limite la posibilidad de intentar reiteradamente el acceso no autorizado al sistema de información. ","correcta":true},{"apartado":"c","solucion":" Telecomunicaciones: La transmisión de datos de carácter personal a través de redes públicas o redes inalámbricas de comunicaciones electrónicas se realizará cifrando dichos datos o bien utilizando cualquier otro mecanismo que garantice que la información no sea inteligible ni manipulada por terceros. ","correcta":false},{"apartado":"d","solucion":" Registro de accesos: De cada intento de acceso se guardarán, como mínimo, la identificación del usuario, la fecha y hora en que se realizó, el fichero accedido, el tipo de acceso y si ha sido autorizado o denegado. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":12,"enunciado":"Señale la respuesta correcta, según la Ley Orgánica 15/1999, el Director de la Agencia de Protección de Datos es nombrado de entre: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Los miembros del Consejo Consultivo, mediante Orden Ministerial, y su mandato es de 4 años. ","correcta":false},{"apartado":"b","solucion":" Los miembros del Consejo Consultivo, mediante Real Decreto, y su mandato es de 4 años. ","correcta":true},{"apartado":"c","solucion":" Los miembros del Consejo Asesor del Ministerio de Justicia, mediante Orden Ministerial, y su mandato es de 5 años. ","correcta":false},{"apartado":"d","solucion":" Los miembros del Consejo de Gobierno, mediante Real Decreto, y su mandato es de 5 años. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":13,"enunciado":"Según se establece en el artículo 39 de la Ley Orgánica 15/1999, serán objeto de inscripción en el Registro General de Protección de Datos, los datos relativos a los ficheros que sean necesarios para el ejercicio de los derechos de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Información, actualización, cancelación, sustitución y oposición. ","correcta":false},{"apartado":"b","solucion":" Eliminación, acceso, rectificación, cancelación y omisión. ","correcta":false},{"apartado":"c","solucion":" Eliminación, acceso, rectificación, cancelación y sustitución. ","correcta":false},{"apartado":"d","solucion":" Información, acceso, rectificación, cancelación y oposición. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":14,"enunciado":"Según se establece en la Ley 15/1999, en su artículo 31 acerca del censo promocional, indique cuál es el plazo de vigencia del uso de cada lista del censo promocional tal que concluido dicho plazo la lista perderá su carácter de fuente de acceso público: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 6 meses.","correcta":false},{"apartado":"b","solucion":" 1 año. ","correcta":true},{"apartado":"c","solucion":" 2 años.","correcta":false},{"apartado":"d","solucion":" 5 años. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":15,"enunciado":"La dirección electrónica habilitada para la práctica de notificaciones regulada en el Real Decreto 1671/2009, por el que se desarrolla parcialmente la Ley 11/2007, tendrá vigencia indefinida excepto cuando no se utilice para la práctica de notificaciones por el transcurso de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 36 meses.","correcta":true},{"apartado":"b","solucion":" 60 meses. ","correcta":false},{"apartado":"c","solucion":" 30 meses.","correcta":false},{"apartado":"d","solucion":" 24 meses. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":16,"enunciado":"Según el artículo 18 del Real Decreto 1671/2009, sobre certificados de sede electrónica de la Administración General del Estado y de sus organismos públicos vinculados o dependientes, ¿cuál de los siguientes NO es uno de los contenidos mínimos a incluir en un certificado electrónico de sede electrónica? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Nombre descriptivo de la sede electrónica. ","correcta":false},{"apartado":"b","solucion":" Número de identificación fiscal de la entidad suscriptora. ","correcta":false},{"apartado":"c","solucion":" Descripción del tipo de certificado, con la denominación «sede electrónica». ","correcta":false},{"apartado":"d","solucion":" Dirección física de la entidad suscriptora. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":17,"enunciado":"En el Real Decreto 3/2010, Esquema Nacional de Seguridad, se define como \"la propiedad o característica consistente en que las actuaciones de una entidad pueden ser imputadas exclusivamente a dicha entidad\" a la: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Confidencialidad.","correcta":false},{"apartado":"b","solucion":" Integridad. ","correcta":false},{"apartado":"c","solucion":" Autenticidad.","correcta":false},{"apartado":"d","solucion":" Trazabilidad. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":18,"enunciado":"Respecto al sistema de código seguro de verificación, según el Real Decreto 1671/2009, ¿cuál de las siguientes es una afirmación verdadera? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Garantiza la confidencialidad de un documento. ","correcta":false},{"apartado":"b","solucion":" Garantiza la posibilidad de verificar el documento que tenga asociado por tiempo ilimitado. ","correcta":false},{"apartado":"c","solucion":" Su aplicación requerirá una orden ministerial del Director General del organismo público. ","correcta":false},{"apartado":"d","solucion":" Garantiza su vinculación con el documento generado y con el firmante. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":19,"enunciado":"Según el artículo 40 de la Ley 11/2007, de acceso electrónico de los ciudadanos a los Servicios Públicos, sobre el Comité Sectorial de administración electrónica, ¿cuál de las siguientes opciones es una función de dicho órgano? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Desarrollar la normativa en materia de administración electrónica a nivel nacional. ","correcta":false},{"apartado":"b","solucion":" Asegurar la compatibilidad e interoperabilidad de los sistemas y aplicaciones empleados por las Administraciones Públicas. ","correcta":true},{"apartado":"c","solucion":" Elaborar un informe anual sobre el nivel de avance de la administración electrónica a nivel nacional, autonómico y municipal. ","correcta":false},{"apartado":"d","solucion":" Estimular el crecimiento en el empleo de la administración electrónica por parte de ciudadanos y empresas. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":20,"enunciado":"Señale la opción correcta dentro de la siguiente relación de infraestructura/servicio común de la Administración y su definición: ","anulada":false,"opciones":[{"apartado":"a","solucion":" ORVE - Solución integral de registro para organismos públicos, que cubre la gestión tanto de sus oficinas de registro como de las unidades tramitadoras destinatarias de la documentación. ","correcta":false},{"apartado":"b","solucion":" Sistema de información REINA - proporciona un Inventario unificado y común a toda la Administración de las unidades orgánicas / organismos públicos, sus oficinas asociadas y unidades de gestión económica - presupuestaria, facilitando el mantenimiento distribuido y corresponsable de la información. ","correcta":false},{"apartado":"c","solucion":" GEISER - Permite a las diferentes Administraciones Públicas consultar y gestionar los apoderamientos otorgados por un ciudadano para sus procedimientos. ","correcta":false},{"apartado":"d","solucion":" CIRCABC - Herramienta de trabajo en grupo basada en tecnologías de Internet y en software de fuentes abiertas desarrollada por el Programa ISA de la Comisión de la Comunidad Europea y dirigido a necesidades de las Administraciones Públicas, Ciudadanos y Empresas. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":21,"enunciado":"La velocidad del USB 3.0 es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 15 veces superior a la del USB 2.0.","correcta":false},{"apartado":"b","solucion":" Similar a la del USB 2.0. ","correcta":false},{"apartado":"c","solucion":" 10 veces superior a la del USB 2.0.","correcta":true},{"apartado":"d","solucion":" 480 Mbps. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":22,"enunciado":"Globus Toolkit es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Un framework de IBM que proporciona características para desarrollar, hacer debug y testear aplicaciones AJAX. ","correcta":false},{"apartado":"b","solucion":" Un conjunto de herramientas open source para construir grids computacionales. ","correcta":true},{"apartado":"c","solucion":" Un framework que contiene APIs y widgets para facilitar el desarrollo de aplicaciones Web que utilicen tecnología AJAX y programación paralela. ","correcta":false},{"apartado":"d","solucion":" Una librería Python, modular y extensible, que ofrece una API para desarrollar aplicaciones distribuidas. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":23,"enunciado":"La máquina virtual usada por el sistema operativo Android en versiones anteriores a la 4.4, se denomina: ","anulada":false,"opciones":[{"apartado":"a","solucion":" ART.","correcta":false},{"apartado":"b","solucion":" Dalvik. ","correcta":true},{"apartado":"c","solucion":" Java VM.","correcta":false},{"apartado":"d","solucion":" APK. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":24,"enunciado":"En un sistema de memoria paginada, la tabla donde se almacena la correspondencia entre direcciones lógicas y físicas, se denomina: ","anulada":false,"opciones":[{"apartado":"a","solucion":" TLB: Translation Lookaside Buffer.","correcta":true},{"apartado":"b","solucion":" TTL: Translation Table Location. ","correcta":false},{"apartado":"c","solucion":" ATL: Address Translation Lookup.","correcta":false},{"apartado":"d","solucion":" ATB: Address Table Buffer. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":25,"enunciado":"¿Cuál de las siguientes opciones NO corresponde a un sistema de ficheros empleado en Sistemas Operativos GNU/Linux? ","anulada":false,"opciones":[{"apartado":"a","solucion":" ext3","correcta":false},{"apartado":"b","solucion":" mini fs ","correcta":true},{"apartado":"c","solucion":" ReiserFS","correcta":false},{"apartado":"d","solucion":" Reiser4 ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":26,"enunciado":"El algoritmo de Peterson corresponde a: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Un algoritmo de ordenación de listas. ","correcta":false},{"apartado":"b","solucion":" Un método de ordenación en un sistema distribuido. ","correcta":false},{"apartado":"c","solucion":" Una política de sustitución de páginas al producirse un fallo de página. ","correcta":false},{"apartado":"d","solucion":" Una solución al problema de la exclusión mutua. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":27,"enunciado":"¿Cuál de los siguientes comandos Unix impide que el archivo de nombre \"miarchivo\" sea modificado y ejecutado por el grupo al que pertenece dicho archivo? ","anulada":false,"opciones":[{"apartado":"a","solucion":" chmod 766 miarchivo","correcta":false},{"apartado":"b","solucion":" chmod a+xw miarchivo ","correcta":false},{"apartado":"c","solucion":" chmod 644 miarchivo","correcta":true},{"apartado":"d","solucion":" chmod u=rwx go=wx miarchivo ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":28,"enunciado":"¿Para qué se utiliza el servicio SMB de Windows? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Para configurar un proxy-inverso en la salida a Internet. ","correcta":false},{"apartado":"b","solucion":" Para realizar backups remotos y cronificados. ","correcta":false},{"apartado":"c","solucion":" Para compartir archivos e impresoras. ","correcta":true},{"apartado":"d","solucion":" Para configurar redes wifi. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":29,"enunciado":"La expresión regular ^[9|6][0-9]8$ corresponde a números de … ","anulada":false,"opciones":[{"apartado":"a","solucion":" Ocho cifras que empiecen por 9 o por 6.","correcta":true},{"apartado":"b","solucion":" Nueve cifras que empiecen por 9 o por 6. ","correcta":false},{"apartado":"c","solucion":" Ocho cifras que no empiecen por 9 ni por 6.","correcta":false},{"apartado":"d","solucion":" Nueve cifras que no empiecen por 9 ni por 6. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":30,"enunciado":"En Android, las aplicaciones se distribuyen en paquetes: ","anulada":false,"opciones":[{"apartado":"a","solucion":" yum","correcta":false},{"apartado":"b","solucion":" apk ","correcta":true},{"apartado":"c","solucion":" ipa","correcta":false},{"apartado":"d","solucion":" gpm ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":31,"enunciado":"Se quiere incluir una base de datos local en una aplicación para móviles Android. ¿Cuál de las siguientes sería la más adecuada? ","anulada":false,"opciones":[{"apartado":"a","solucion":" SQLite.","correcta":true},{"apartado":"b","solucion":" Oracle Pocket. ","correcta":false},{"apartado":"c","solucion":" SQL Server compact.","correcta":false},{"apartado":"d","solucion":" MySQL micro edition. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":32,"enunciado":"¿Cuál es la dirección de red de una dirección IP: 192.168.30.200 cuya máscara es 255.255.255.128? ","anulada":false,"opciones":[{"apartado":"a","solucion":" 192.168.30.0","correcta":false},{"apartado":"b","solucion":" 192.168.30.128 ","correcta":true},{"apartado":"c","solucion":" 192.168.30.255","correcta":false},{"apartado":"d","solucion":" 192.168.30.200 ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":33,"enunciado":"El comando utilizado en el lenguaje de programación Objective-C para imprimir mensajes en pantalla es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" NSLog","correcta":true},{"apartado":"b","solucion":" WRLog ","correcta":false},{"apartado":"c","solucion":" Writeln","correcta":false},{"apartado":"d","solucion":" Printline ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":34,"enunciado":"¿Cuál de los siguientes lenguajes de programación utiliza las instrucciones begin/rescue/ensure/end para tratar las excepciones? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Perl.","correcta":false},{"apartado":"b","solucion":" Python. ","correcta":false},{"apartado":"c","solucion":" Ruby.","correcta":true},{"apartado":"d","solucion":" PHP. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":35,"enunciado":"Apache Cassandra es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Un servidor de comunicaciones.","correcta":false},{"apartado":"b","solucion":" Una base de datos NoSQL distribuida. ","correcta":true},{"apartado":"c","solucion":" Un sistema de claves privadas.","correcta":false},{"apartado":"d","solucion":" Un protocolo de comunicaciones. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":36,"enunciado":"Señale la respuesta INCORRECTA relativa a una arquitectura basada en servicios web: ","anulada":false,"opciones":[{"apartado":"a","solucion":" WS-Security permite crear servicios web seguros. ","correcta":false},{"apartado":"b","solucion":" SOAP es un protocolo usado para el intercambio de información en un entorno descentralizado y distribuido basado en XML a través de servicios web. ","correcta":false},{"apartado":"c","solucion":" AXIS2 es un motor de servicios web desarrollado por Apache. Una de las implementaciones disponible está realizada en lenguaje C. ","correcta":false},{"apartado":"d","solucion":" Los lenguajes de desarrollo distintos a Java poseen dificultad para integrarse con los Servicios Web. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":37,"enunciado":"Señale qué tecnología XML semántica puede ser usada para la interoperabilidad e intercambio de mensajes electrónicos de negocio, mensajes B2B: ","anulada":false,"opciones":[{"apartado":"a","solucion":" ecXML","correcta":false},{"apartado":"b","solucion":" ebXML ","correcta":true},{"apartado":"c","solucion":" WSDL","correcta":false},{"apartado":"d","solucion":" Xerces ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":38,"enunciado":"Una red TCP usa el protocolo de ventana deslizante como mecanismo de control de flujo. Supongamos que se establece el tamaño de la ventana en 4 y los paquetes se numeran del 1 en adelante. Con estas condiciones, el emisor podrá enviar al receptor el paquete número 5: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Únicamente cuando reciba el ACK del paquete 4. ","correcta":false},{"apartado":"b","solucion":" Cuando haya recibido al menos dos ACK. ","correcta":false},{"apartado":"c","solucion":" Cuando reciba cualquier ACK. ","correcta":true},{"apartado":"d","solucion":" Cuando se cumpla el timeout de envío del paquete 1. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":39,"enunciado":"¿Cuál de las siguientes respuestas NO se considera una de las cuatro primitivas de servicio que define el modelo OSI de ISO para la comunicación entre niveles? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Request.","correcta":false},{"apartado":"b","solucion":" Invoke. ","correcta":true},{"apartado":"c","solucion":" Response.","correcta":false},{"apartado":"d","solucion":" Confirmation. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":40,"enunciado":"Señale qué número de puerto debería usarse si se quiere configurar un servicio para la autenticación de redes Kerberos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 88","correcta":true},{"apartado":"b","solucion":" 42 ","correcta":false},{"apartado":"c","solucion":" 74","correcta":false},{"apartado":"d","solucion":" 105 ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":41,"enunciado":"¿Cuál de los siguientes conjuntos está integrado en su totalidad por etiquetas que han sido incorporadas como novedad en el lenguaje HTML5? ","anulada":false,"opciones":[{"apartado":"a","solucion":" <header>, <article> y <bdi>","correcta":true},{"apartado":"b","solucion":" <head>, <foot> y <nav> ","correcta":false},{"apartado":"c","solucion":" <canvas>, <img> y <audio>","correcta":false},{"apartado":"d","solucion":" <video>, <canvas> y <bdo> ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":42,"enunciado":"En relación a OpenDocument (ODF), señale la respuesta FALSA: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es un formato de archivo abierto y estándar para el almacenamiento de documentos tales como hojas de cálculo, textos, gráficas y presentaciones. ","correcta":false},{"apartado":"b","solucion":" El tipo MIME para documentos texto de OpenDocument es: application/vnd.openxmlformats-officedocument.wordprocessingml.document. ","correcta":true},{"apartado":"c","solucion":" Está basado en XML. ","correcta":false},{"apartado":"d","solucion":" Las extensiones de los archivos incluyen: odt para documentos de texto, ods para hojas de cálculo, odp para presentaciones y odb para bases de datos. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":43,"enunciado":"Según Magerit v3, ¿qué concepto se correspondería con la definición: \"proceso específico cuyo objetivo es legitimar al sistema para formar parte de sistemas más amplios\"? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Auditoría.","correcta":false},{"apartado":"b","solucion":" Acreditación. ","correcta":true},{"apartado":"c","solucion":" Certificación.","correcta":false},{"apartado":"d","solucion":" Evaluación. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":44,"enunciado":"Señale de las siguientes cuál es una técnica específica dentro de un proyecto de análisis y gestión de riesgos, según la guía de Técnicas de MAGERIT v3: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Sesiones de trabajo.","correcta":false},{"apartado":"b","solucion":" Valoraciones Delphi. ","correcta":false},{"apartado":"c","solucion":" Histogramas.","correcta":false},{"apartado":"d","solucion":" Árboles de ataque. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":45,"enunciado":"Indique cuál de los siguientes es un documento mínimo reclamado por la ISO 22301 de gestión de la continuidad del negocio: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Procedimiento para el control de la información documentada. ","correcta":false},{"apartado":"b","solucion":" Estructura de respuesta a incidentes. ","correcta":true},{"apartado":"c","solucion":" Los contratos y acuerdos de nivel de servicio con los proveedores. ","correcta":false},{"apartado":"d","solucion":" Formación y plan de sensibilización. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":46,"enunciado":"Indique la afirmación FALSA respecto a VoiceXML: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es un lenguaje basado en XML. ","correcta":false},{"apartado":"b","solucion":" VoiceXML tiene como origen el Phone Markup Language (PML) de AT&T. ","correcta":false},{"apartado":"c","solucion":" Es una recomendación de la W3C. ","correcta":false},{"apartado":"d","solucion":" La última versión es la VoiceXML 2.0. ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":47,"enunciado":"¿Qué tipo de ataque es un \"ataque smurf\"? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Denegación de servicio.","correcta":true},{"apartado":"b","solucion":" Hombre intermedio. ","correcta":false},{"apartado":"c","solucion":" Fuerza Bruta.","correcta":false},{"apartado":"d","solucion":" Ingeniería social. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":48,"enunciado":"Señale cuál de las siguientes respuestas NO se considera una de las libertades esenciales que cumple el software libre: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Libertad para ejecutar y usar el software con la única restricción que se debe especificar y aprobar su propósito. ","correcta":true},{"apartado":"b","solucion":" Libertad para estudiar el programa y modificarlo, adaptándolo a sus necesidades. ","correcta":false},{"apartado":"c","solucion":" Libertad de distribuir copias. ","correcta":false},{"apartado":"d","solucion":" Libertad de modificar el programa y liberar las modificaciones al público. ","correcta":false}]},{"bloque":"BLOQUE I Y II ","numero":49,"enunciado":"¿Cuál de las siguientes licencias NO se considera copyleft robusto? ","anulada":false,"opciones":[{"apartado":"a","solucion":" EUPL","correcta":false},{"apartado":"b","solucion":" GPL ","correcta":false},{"apartado":"c","solucion":" LGPL","correcta":false},{"apartado":"d","solucion":" BSD ","correcta":true}]},{"bloque":"BLOQUE I Y II ","numero":50,"enunciado":"Señale cuáles de los siguientes formatos de archivo en la actualidad NO se consideran de formato abierto de texto para documentos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" PDF","correcta":false},{"apartado":"b","solucion":" EPUB ","correcta":false},{"apartado":"c","solucion":" RTF","correcta":false}]},{"bloque":"BLOQUE III ","numero":1,"enunciado":"¿Cuál de las siguientes NO es una característica del modelo de ciclo de vida en cascada? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Fue un modelo definido por Winston W. Royce. ","correcta":false},{"apartado":"b","solucion":" Es un modelo que permite reaccionar a los cambios en los requisitos. ","correcta":true},{"apartado":"c","solucion":" Funciona bien en productos maduros y equipos débiles. ","correcta":false},{"apartado":"d","solucion":" Hasta las etapas finales del proyecto no ofrece una versión operativa del programa. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":2,"enunciado":"¿Cuál de las siguientes opciones incluye todas las fases del modelo de ciclo de vida RAD (Rapid Application Development)? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Modelado de provisión, Modelado de entidades, Modelado de relaciones, Generación de aplicaciones y Pruebas de entrega. ","correcta":false},{"apartado":"b","solucion":" Modelado de gestión, Modelado de entidades, Modelado de relaciones, Generación de aplicaciones y Pruebas de entrega. ","correcta":false},{"apartado":"c","solucion":" Modelado de gestión, Modelado de datos, Modelado de procesos, Generación de aplicaciones y Pruebas de entrega. ","correcta":true},{"apartado":"d","solucion":" Modelado de gestión, Modelado de datos, Generación de aplicaciones, Pruebas de desarrollo y Pruebas de entrega. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":3,"enunciado":"Con respecto a la metodología ágil Kanban, ¿cuál de las siguientes afirmaciones es correcta? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Las iteraciones deben ser de tiempo fijo siempre. ","correcta":false},{"apartado":"b","solucion":" No permite trabajar en múltiples productos simultáneamente. ","correcta":false},{"apartado":"c","solucion":" Prescribe los roles siguientes de modo obligatorio: dueño del producto y equipo. ","correcta":false},{"apartado":"d","solucion":" Limita el número de elementos al mismo tiempo en un estado del flujo de trabajo. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":4,"enunciado":"Una práctica frecuente asociada al modelo de Proceso Unificado de Desarrollo es el \"timeboxing\", ¿en qué consiste?. ","anulada":false,"opciones":[{"apartado":"a","solucion":" Enfoque para identificar casos de uso y determinar el nivel de granularidad apropiado. ","correcta":false},{"apartado":"b","solucion":" Modelo de planificación adaptativa para ganar tiempo. ","correcta":false},{"apartado":"c","solucion":" Asignación de un periodo de tiempo fijo para la ejecución de una iteración. ","correcta":true},{"apartado":"d","solucion":" Utilizar casos de usos temporales para captar requisitos funcionales. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":5,"enunciado":"En el modelo de proceso Scrum para desarrollo ágil de sistemas software, ¿qué es el backlog de producto? ","anulada":false,"opciones":[{"apartado":"a","solucion":" La lista detallada de requisitos seleccionados para implementación en un Sprint. ","correcta":false},{"apartado":"b","solucion":" Un gráfico que muestra el trabajo pendiente en un Sprint. ","correcta":false},{"apartado":"c","solucion":" La lista priorizada de requisitos de alto nivel pendientes de implementación. ","correcta":true},{"apartado":"d","solucion":" La tabla con los requisitos ya implementados. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":6,"enunciado":"¿Cuál de las siguientes NO es una metodología de desarrollo? ","anulada":false,"opciones":[{"apartado":"a","solucion":" MERISE.","correcta":false},{"apartado":"b","solucion":" SDM (Structured Development Method). ","correcta":true},{"apartado":"c","solucion":" RUP (Rational Unified Process).","correcta":false},{"apartado":"d","solucion":" SCRUM. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":7,"enunciado":"En el PERT, el tiempo last del último suceso: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es siempre cero.","correcta":false},{"apartado":"b","solucion":" Es igual a su tiempo early. ","correcta":true},{"apartado":"c","solucion":" Es mayor que su tiempo early.","correcta":false},{"apartado":"d","solucion":" Es menor que su tiempo early. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":8,"enunciado":"En Métrica 3, el \"técnico de sistemas\" está incluido en el perfil: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Consultor.","correcta":true},{"apartado":"b","solucion":" Analista. ","correcta":false},{"apartado":"c","solucion":" Programador.","correcta":false},{"apartado":"d","solucion":" Jefe de Proyecto. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":9,"enunciado":"¿Cuál de las siguientes reglas puede aplicarse para determinar el esfuerzo total de un proyecto en la fase de estimación del mismo? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Regla del 80-20.","correcta":false},{"apartado":"b","solucion":" Regla del 30-40-30. ","correcta":false},{"apartado":"c","solucion":" Regla del 40-20-40.","correcta":true},{"apartado":"d","solucion":" Regla del 20-60-20. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":10,"enunciado":"En Métrica v3 las actividades de la Interfaz de Gestión de Proyectos se dividen en los siguientes grupos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Actividades de Comienzo del Proyecto, Actividades de Seguimiento y Control y Actividades de Aceptación. ","correcta":false},{"apartado":"b","solucion":" Actividades de Planificación del Proyecto, Actividades de Control de proyectos y Actividades de Aceptación. ","correcta":false},{"apartado":"c","solucion":" Actividades de Inicio del Proyecto, Actividades de Seguimiento y Control y Actividades de Finalización. ","correcta":true},{"apartado":"d","solucion":" Actividades de Inicio del Proyecto, Actividades de Control de Calidad y Actividades de Cierre. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":11,"enunciado":"Dentro de la actividad Inicio del Plan de Sistemas de Información (PSI) de Métrica v3, indique los participantes y técnicas/prácticas correctas para la tarea Análisis de la necesidad del PSI (PSI 1.1): ","anulada":false,"opciones":[{"apartado":"a","solucion":" Comité de Dirección y Sesiones de trabajo. ","correcta":true},{"apartado":"b","solucion":" Jefe de Proyecto del PSI y Sesiones de trabajo. ","correcta":false},{"apartado":"c","solucion":" Directores de Usuarios y Catalogación. ","correcta":false},{"apartado":"d","solucion":" Comité de Dirección y Factores críticos de éxito. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":12,"enunciado":"Indicar cuál de los siguientes diagramas se emplea para capturar los requisitos funcionales de un sistema y expresarlos desde el punto de vista del usuario según Métrica v3: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Diagrama de secuencia.","correcta":false},{"apartado":"b","solucion":" Diagrama de colaboración. ","correcta":false},{"apartado":"c","solucion":" Diagrama de clases.","correcta":false},{"apartado":"d","solucion":" Diagrama de Casos de Uso. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":13,"enunciado":"Señale en qué nivel de aislamiento, definido en ANSI/ISO SQL, puede ocurrir el problema de lecturas sucias en un sistema gestor de bases de datos relacional (SGDBR): ","anulada":false,"opciones":[{"apartado":"a","solucion":" Serializable. ","correcta":false},{"apartado":"b","solucion":" Repeatable Read (lecturas repetibles). ","correcta":false},{"apartado":"c","solucion":" Read Committed (lecturas comprometidas). ","correcta":false},{"apartado":"d","solucion":" Read Uncommitted (lecturas no comprometidas). ","correcta":true}]},{"bloque":"BLOQUE III ","numero":14,"enunciado":"¿Cuál de las siguientes afirmaciones sobre los Diagramas de Flujo de Datos (DFD) es correcta? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Son elementos propios de este diagrama: entidades externas, procesos, almacenes de datos y flujos de datos. ","correcta":true},{"apartado":"b","solucion":" Son elementos propios de este diagrama: entidades, atributos, relaciones y jerarquías. ","correcta":false},{"apartado":"c","solucion":" Son elementos propios de este diagrama: diccionarios de datos, módulos, procesos y flujos. ","correcta":false},{"apartado":"d","solucion":" Se trata de una técnica que se emplea en la fase de Diseño del Sistema de Información (DSI) de Métrica v3. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":15,"enunciado":"En la Interfaz de Gestión de Proyectos de MÉTRICA v3, señale entre los siguientes un producto correcto de salida que tiene la tarea \"GPI 1.1, identificación de elementos a desarrollar\" en el caso de desarrollo estructurado: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Planificación General del Proyecto: Estrategia de desarrollo estructurado. ","correcta":false},{"apartado":"b","solucion":" Catálogo de productos a generar. ","correcta":false},{"apartado":"c","solucion":" Catálogo de clases. ","correcta":false},{"apartado":"d","solucion":" Catálogo de entidades. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":16,"enunciado":"Según Métrica v3, los flujos de datos de tipo diálogo, que comunican procesos con almacenes en un DFD (diagrama de flujo de datos) son aquellos que: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Representan la utilización de los valores de uno o más campos de un almacén o la comprobación de que los valores de los campos seleccionados cumplen unos criterios determinados. ","correcta":false},{"apartado":"b","solucion":" Representan una consulta y una actualización entre el proceso y el almacén. ","correcta":true},{"apartado":"c","solucion":" Representan la alteración de los datos de un almacén como consecuencia de la creación de un nuevo elemento, por eliminación o modificación de otros ya existentes. ","correcta":false},{"apartado":"d","solucion":" Representan un trigger programado entre el proceso y el almacén. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":17,"enunciado":"Señale cuál de las siguientes afirmaciones sobre la arquitectura ANSI/SPARC es correcta: ","anulada":false,"opciones":[{"apartado":"a","solucion":" El nivel externo también recibe el nombre de nivel físico. ","correcta":false},{"apartado":"b","solucion":" El nivel interno también recibe el nombre de nivel lógico. ","correcta":false},{"apartado":"c","solucion":" El nivel externo define los datos que se almacenan en la base de datos y las relaciones entre ellos. ","correcta":false},{"apartado":"d","solucion":" El nivel externo contiene las vistas externas de la base de datos y permite ver a cada tipo de usuario sólo aquella parte del esquema que es de su interés. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":18,"enunciado":"Indique cuál de las siguientes afirmaciones sobre el proceso de creación del Modelo Relacional es cierta: ","anulada":false,"opciones":[{"apartado":"a","solucion":" El proceso de normalización de bases de datos consiste en aplicar una serie de reglas a las relaciones obtenidas tras el paso del Diccionario de Flujo de Datos (DFD) al Modelo Relacional. ","correcta":false},{"apartado":"b","solucion":" Una clave compuesta es aquella columna que siendo clave primaria de una tabla, se incluye como columna dependiente en otra tabla. ","correcta":false},{"apartado":"c","solucion":" Una clave ajena es aquella que podría haber sido seleccionada como clave primaria de la tabla por identificar de forma única a la fila a la que pertenece, pero no lo ha sido. ","correcta":false},{"apartado":"d","solucion":" Una clave alternativa es aquella que podría haber sido seleccionada como clave primaria de la tabla por identificar de forma única a la fila a la que pertenece, pero no lo ha sido. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":19,"enunciado":"¿Cuál de las siguientes afirmaciones sobre el proceso de normalización del Modelo Relacional es cierta? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Existen sólo un total de 3 Formas Normales: 1FN, 2FN y 3FN. ","correcta":false},{"apartado":"b","solucion":" Una tabla está en 2FN cuando se demuestra que existe dependencia funcional del resto de columnas de la tabla con respecto a la clave primaria. ","correcta":true},{"apartado":"c","solucion":" Una tabla está en 1FN cuando se demuestra que existe dependencia funcional completa del resto de columnas de la tabla con respecto a la clave primaria. ","correcta":false},{"apartado":"d","solucion":" Una tabla que está en 1FN tiene el máximo grado de normalización y, por tanto, cumple también la Segunda y Tercera Forma Normal. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":20,"enunciado":"En la teoría de bases de datos relacionales, cuanto más alta sea la forma normal aplicable a una tabla: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Menor será la cohesión relacional. ","correcta":false},{"apartado":"b","solucion":" Menor será el acoplamiento relacional. ","correcta":false},{"apartado":"c","solucion":" Menos vulnerable será a inconsistencias y anomalías. ","correcta":true},{"apartado":"d","solucion":" Más vulnerable será a inconsistencias y anomalías, pero será más eficiente. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":21,"enunciado":"¿Cuál de las siguientes afirmaciones sobre los Tipos Abstractos de Datos (TAD) es correcta? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Los TAD describen datos simples abstractos en función de las operaciones que pueden efectuar, dejando a un lado su implementación. ","correcta":false},{"apartado":"b","solucion":" Las listas son TAD caracterizados por incluir elementos homogéneos relacionados linealmente, con un antecesor y un sucesor, a excepción del primer y último elemento, salvo en el caso de listas circulares. ","correcta":true},{"apartado":"c","solucion":" Los árboles son TAD en los que cada nodo se caracteriza por su grado de entrada (número de arcos que llegan al nodo) y su grado de salida (número de arcos que salen del nodo). Existen árboles dirigidos y no dirigidos. ","correcta":false},{"apartado":"d","solucion":" Dado un grafo, el orden del mismo es el número mayor de arcos o aristas de sus nodos. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":22,"enunciado":"Señale la afirmación INCORRECTA en relación a los árboles de búsqueda AVL: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Son un tipo de árbol de búsqueda binario. ","correcta":false},{"apartado":"b","solucion":" Para cada uno de los nodos, la diferencia de altura entre sus dos subárboles no puede ser superior a uno. ","correcta":false},{"apartado":"c","solucion":" Los árboles AVL menos profundos son los árboles de Fibonacci. ","correcta":true},{"apartado":"d","solucion":" Un árbol de Fibonacci es el árbol AVL más desbalanceado permitido. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":23,"enunciado":"¿Cuál de los siguientes algoritmos de ordenación consiste en recorrer la lista comparando y ordenando los elementos adyacentes de dos en dos? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Burbuja (BubbleSort).","correcta":true},{"apartado":"b","solucion":" Selección. ","correcta":false},{"apartado":"c","solucion":" Inserción.","correcta":false},{"apartado":"d","solucion":" Rápido (QuickSort). ","correcta":false}]},{"bloque":"BLOQUE III ","numero":24,"enunciado":"En teoría de colas, el modelo de disciplina de cola denominado RSS se refiere a que: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Se atiende primero al cliente que antes haya llegado. ","correcta":false},{"apartado":"b","solucion":" Selecciona a los clientes de manera aleatoria, de acuerdo a algún procedimiento de prioridad o a algún otro orden. ","correcta":true},{"apartado":"c","solucion":" Sirve a los clientes igualmente, se reparte un espacio de tiempo a cada cliente. ","correcta":false},{"apartado":"d","solucion":" Se atiende primero al cliente que ha llegado el último. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":25,"enunciado":"Empleando el algoritmo más simple de la burbuja (Bubble Sort), en caso de querer ordenar un array de 10 elementos, ¿cuántas pasadas sería necesario realizar? ","anulada":false,"opciones":[{"apartado":"a","solucion":" 10","correcta":false},{"apartado":"b","solucion":" 5 ","correcta":false},{"apartado":"c","solucion":" 11","correcta":false},{"apartado":"d","solucion":" 9 ","correcta":true}]},{"bloque":"BLOQUE III ","numero":26,"enunciado":"De las siguientes herramientas de teleaprendizaje para formación de usuarios y personal técnico, indique cuál es de software propietario: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Catedr@.","correcta":true},{"apartado":"b","solucion":" Dokeos. ","correcta":false},{"apartado":"c","solucion":" Moodle.","correcta":false},{"apartado":"d","solucion":" Claroline. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":27,"enunciado":"En relación a las pruebas de integridad de software, si hablamos de integración tipo sandwich nos referimos a que: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Los módulos se integran en grupos que constituyen una funcionalidad identificada. ","correcta":false},{"apartado":"b","solucion":" Se identifica el nivel de riesgo asociado a cada módulo, los de riesgo alto se integran primero y los de menor riesgo se integran más tarde. ","correcta":false},{"apartado":"c","solucion":" A medida que se integran los módulos, se realizan pruebas para capturar y corregir nuevos errores, es decir, empezando por los componentes que llaman a otros componentes. ","correcta":false},{"apartado":"d","solucion":" Primero se integran los módulos de alto nivel y de control y, después, los módulos de bajo nivel. Los módulos intermedios se integran al final. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":28,"enunciado":"¿Cuál de las siguientes normas define un estándar para pruebas de software? ","anulada":false,"opciones":[{"apartado":"a","solucion":" ISO 29781","correcta":false},{"apartado":"b","solucion":" ISO 29621 ","correcta":false},{"apartado":"c","solucion":" ISO 29382","correcta":false},{"apartado":"d","solucion":" ISO 29119 ","correcta":true}]},{"bloque":"BLOQUE III ","numero":29,"enunciado":"Señale qué software NO está relacionado con las pruebas del software de aplicaciones web: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Badboy.","correcta":false},{"apartado":"b","solucion":" Selenium. ","correcta":false},{"apartado":"c","solucion":" Jmeter.","correcta":false},{"apartado":"d","solucion":" Cherokee. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":30,"enunciado":"Para poder realizar pruebas de caja blanca que realicen cobertura de código, la herramienta que NO se debería usar es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" EclEMMA.","correcta":false},{"apartado":"b","solucion":" eCobertura. ","correcta":false},{"apartado":"c","solucion":" Jmeter.","correcta":true},{"apartado":"d","solucion":" Java Code Coverage. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":31,"enunciado":"El tipo de prueba BigBang es de tipo: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Prueba de sistema.","correcta":false},{"apartado":"b","solucion":" Prueba de aceptación. ","correcta":false},{"apartado":"c","solucion":" Prueba de rendimiento.","correcta":false},{"apartado":"d","solucion":" Prueba de integración. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":32,"enunciado":"¿Cuál de los siguientes tipos de diagramas NO está incluido en la categoría de diagramas estructurales que define UML 2? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Diagrama de clases.","correcta":false},{"apartado":"b","solucion":" Diagrama de objetos. ","correcta":false},{"apartado":"c","solucion":" Diagrama de despliegue.","correcta":false},{"apartado":"d","solucion":" Diagrama de actividades. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":33,"enunciado":"En el diseño orientado a objetos, la ocultación del estado o de los datos miembro de un objeto, de forma que sólo es posible modificar los mismos mediante los métodos definidos para dicho objeto, se conoce como: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Abstracción.","correcta":false},{"apartado":"b","solucion":" Polimorfismo. ","correcta":false},{"apartado":"c","solucion":" Herencia.","correcta":false},{"apartado":"d","solucion":" Encapsulamiento. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":34,"enunciado":"La especificación “Java Platform, Enterprise Edition 7 (Java EE 7)” se encuentra definida en el JSR (Java Specification Request): ","anulada":false,"opciones":[{"apartado":"a","solucion":" JSR 342.","correcta":true},{"apartado":"b","solucion":" JSR 366. ","correcta":false},{"apartado":"c","solucion":" JSR 324.","correcta":false},{"apartado":"d","solucion":" JSR 224. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":35,"enunciado":"Elija la respuesta correcta respecto Java EE 7: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Para crear un nuevo servlet se debe invocar al procedimiento init (). ","correcta":false},{"apartado":"b","solucion":" Para destruir un servlet se debe invocar al método destroy(). ","correcta":false},{"apartado":"c","solucion":" La clase ServletConfig sirve para pasarle información al servlet durante su inicialización. ","correcta":true},{"apartado":"d","solucion":" La clase ServletSession proporciona a las aplicaciones las herramientas para la gestión de la sesión. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":36,"enunciado":"Al conjunto de documentos que definen patrones de diseño y prácticas recomendadas en la creación de aplicaciones utilizando Java Enterprise Edition se denomina: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Java BluePrints.","correcta":true},{"apartado":"b","solucion":" Java Specification Request. ","correcta":false},{"apartado":"c","solucion":" Java Community Process.","correcta":false},{"apartado":"d","solucion":" Java Pattern Spec. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":37,"enunciado":"Los proveedores de datos .NET Framework incluyen un objeto DbConnection para conectarse al origen de datos. Señale, entre las siguientes clases, cuál NO pertenece a un proveedor de datos incluido en el .NET Framework 4.5: ","anulada":false,"opciones":[{"apartado":"a","solucion":" EntityConnection.","correcta":false},{"apartado":"b","solucion":" SqlConnection. ","correcta":false},{"apartado":"c","solucion":" SqlCeConnection.","correcta":false},{"apartado":"d","solucion":" OleOdbcConnection. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":38,"enunciado":"La plataforma informática y de servicios en Internet hospedada en centros de datos administrados o respaldados por Microsoft se llama: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Bajoo.","correcta":false},{"apartado":"b","solucion":" Azure. ","correcta":true},{"apartado":"c","solucion":" Heroku.","correcta":false},{"apartado":"d","solucion":" Adrive. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":39,"enunciado":"En .NET, ¿qué es el Managed Extensibility Framework (MEF)? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es una arquitectura que proporciona primitivos asíncronos de paso de aprobación de mensajes sin tipo. ","correcta":false},{"apartado":"b","solucion":" Es un modelo extensible de programación, motor y herramientas para generar con rapidez aplicaciones de flujo de trabajo en Windows. ","correcta":false},{"apartado":"c","solucion":" Es una biblioteca de clases portable que permite escribir y compilar ensamblados administrados capaces de funcionar en múltiples plataformas de .NET. ","correcta":false},{"apartado":"d","solucion":" Es una biblioteca para crear aplicaciones ligeras y extensibles. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":40,"enunciado":"Señale la respuesta INCORRECTA respecto a la tecnología de Servicios Web REST: ","anulada":false,"opciones":[{"apartado":"a","solucion":" JAX-RS es una API Java que proporciona soporte en la creación de servicios web de acuerdo con REST. ","correcta":false},{"apartado":"b","solucion":" Jersey es una implementación de referencia de servicios web REST. ","correcta":false},{"apartado":"c","solucion":" REST publica recursos que son accesibles a través de métodos http, por ejemplo POST y GET. ","correcta":false},{"apartado":"d","solucion":" Los recursos REST permiten sólo 3 operaciones: CREATE, UPDATE y DELETE. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":41,"enunciado":"WebDAV (RFC 4918) son un conjunto de extensiones para el protocolo HTTP, entre ellos, el método PROPPATCH que sirve para: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Crear colecciones. ","correcta":false},{"apartado":"b","solucion":" Recuperar propiedades, almacenadas como XML, desde un recurso. ","correcta":false},{"apartado":"c","solucion":" Cambiar y borrar múltiples propiedades de un recurso en una simple operación atómica. ","correcta":true},{"apartado":"d","solucion":" Desbloquear un recurso. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":42,"enunciado":"En cuanto a las especificaciones MTOM y XOP, ¿cuál de las siguientes sentencias NO es correcta? ","anulada":false,"opciones":[{"apartado":"a","solucion":" XOP es un acrónimo de XML-binary Optimized Packaging. ","correcta":false},{"apartado":"b","solucion":" MTOM/XOP son recomendaciones desarrolladas por la IETF. ","correcta":true},{"apartado":"c","solucion":" MTOM optimiza la transferencia de datos binarios sobre SOAP. ","correcta":false},{"apartado":"d","solucion":" MTOM normalmente usa XOP para serializar el mensaje que contiene datos binarios. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":43,"enunciado":"La herramienta que incluye JAXB para convertir un XML Schema a representaciones de clases Java se denomina: ","anulada":false,"opciones":[{"apartado":"a","solucion":" jconverter","correcta":false},{"apartado":"b","solucion":" schemagen ","correcta":false},{"apartado":"c","solucion":" xjc","correcta":true},{"apartado":"d","solucion":" jaxbws ","correcta":false}]},{"bloque":"BLOQUE III ","numero":44,"enunciado":"Señale cómo se clasifican los niveles en las organizaciones según se establece en el Modelo de Madurez de la Ingeniería del Software ISO/IEC 15504-SPICE para la evaluación y mejora de las organizaciones, en la representación continua del modelo que mide la capacidad: ","anulada":false,"opciones":[{"apartado":"a","solucion":" En 6 niveles, desde el cero al cinco.","correcta":true},{"apartado":"b","solucion":" En 5 niveles, desde el uno al cinco. ","correcta":false},{"apartado":"c","solucion":" En 6 niveles, desde el uno al seis.","correcta":false},{"apartado":"d","solucion":" En 5 niveles, desde el cero al cuatro. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":45,"enunciado":"COCOMO II para estimación de proyectos de software está compuesto de 3 modelos, que son: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Modelo de Análisis de la Aplicación, Modelo de Construcción Preliminar y Modelo Post-Arquitectura. ","correcta":false},{"apartado":"b","solucion":" Modelo de Planificación, Modelo de Construcción y Modelo de Arquitectura. ","correcta":false},{"apartado":"c","solucion":" Modelo de Composición de la Estimación, Modelo de Construcción y Modelo de Arquitectura Preliminar. ","correcta":false},{"apartado":"d","solucion":" Modelo de Composición de Aplicación, Modelo de Diseño Preliminar y Modelo Post-Arquitectura. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":46,"enunciado":"El ciclo de Deming es una estrategia de mejora continua de la calidad en la administración de una organización, los 4 pasos de la estrategia son: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Plan, Do, Construct, Approval (Planificar, Hacer, Construir, Aprobar). ","correcta":false},{"apartado":"b","solucion":" Plan, Do, Check, Act (Planificar, Hacer, Verificar, Actuar). ","correcta":true},{"apartado":"c","solucion":" Plan, Develop, Control, Anticipate (Planificar, Desarrollar, Controlar, Tener previsto). ","correcta":false},{"apartado":"d","solucion":" Plan, Deduct, Control, Approval (Planificar, Deducir, Controlar, Aprobar). ","correcta":false}]},{"bloque":"BLOQUE III ","numero":47,"enunciado":"Las normas ISO/IEC 2501n pertenecientes a la familia de normas ISO/IEC 25000: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Incluyen un modelo de referencia de la medición de la calidad del producto, definiciones de medidas de calidad y guías para su aplicación. ","correcta":false},{"apartado":"b","solucion":" Presentan modelos de calidad detallados incluyendo características para calidad interna, externa y en uso del producto software. ","correcta":true},{"apartado":"c","solucion":" Definen todos los modelos, términos y definiciones comunes referenciados por todas las otras normas de la familia 25000. ","correcta":false},{"apartado":"d","solucion":" Ayudan a especificar requisitos de calidad que pueden ser utilizados en el proceso de elicitación. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":48,"enunciado":"Indique el principio de la WCAG 2.0 asociado a la pauta \"maximizar la compatibilidad\": ","anulada":false,"opciones":[{"apartado":"a","solucion":" Operable.","correcta":false},{"apartado":"b","solucion":" Perceptible. ","correcta":false},{"apartado":"c","solucion":" Robustez.","correcta":true},{"apartado":"d","solucion":" Comprensible. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":49,"enunciado":"Según la definición de DataWarehouse de William Inmon, señale cuál de las siguientes opciones NO es una característica de este tipo de sistemas: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Integrado: los datos deben integrarse en una estructura consistente. ","correcta":false},{"apartado":"b","solucion":" Temático: los datos se organizan por temas. ","correcta":false},{"apartado":"c","solucion":" Histórico: una variable puede tomar distintos valores en el tiempo. ","correcta":false},{"apartado":"d","solucion":" Volátil: los datos no son permanentes en el sistema. ","correcta":true}]},{"bloque":"BLOQUE III ","numero":50,"enunciado":"De acuerdo a las operaciones que se requieran desarrollar, los Data Marts pueden adoptar diversas arquitecturas, señale la característica correspondiente a la arquitectura Top-Down: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Se definen previamente los Data Marts (DM) y luego se integran en un Data Warehouse (DW) centralizado. Los DM se cargan a través de procesos ETL. ","correcta":false},{"apartado":"b","solucion":" Se define previamente un DW y un DM principal que se cargan a través de procesos ETL. El DW alimentará a otros DW, y el DM principal alimentará a otros DM. ","correcta":false},{"apartado":"c","solucion":" Se define una base de datos (BD) principal que se carga mediante procesos ETL desde todas las BD corporativas, esta BD alimenta en exclusiva a todos los DM y DW existentes. ","correcta":false},{"apartado":"d","solucion":" Primero se define el DW, el cual es cargado a través de procesos ETL y luego este alimenta a los diferentes DM. Cada DM recibirá los datos que correspondan al tema/departamento que traten. Preguntas de reserva ","correcta":true}]},{"bloque":"BLOQUE III ","numero":1,"enunciado":"¿Cuál de las siguientes respuestas incluye un estándar correcto del proceso de software? ","anulada":false,"opciones":[{"apartado":"a","solucion":" IEEE 930:1998. Prácticas recomendadas para la Especificación de Requisitos del Software (ERS). ","correcta":false},{"apartado":"b","solucion":" IEEE 29148:2011. Ingeniería de Sistemas y Software - Procesos de ciclo de vida - Ingeniería de requisitos. ","correcta":true},{"apartado":"c","solucion":" IEEE 1216:1987. Prácticas recomendadas para la Especificación del Diseño del Software. ","correcta":false},{"apartado":"d","solucion":" IEEE 830: 2004. Prácticas recomendadas para la Especificación de Requisitos del Software (ERS). ","correcta":false}]},{"bloque":"BLOQUE III ","numero":2,"enunciado":"De las estrategias de diseño propuestas por Métrica v3 para obtener el diagrama de estructura ¿en qué se diferencian el análisis de transformación y el análisis de transacción? ","anulada":false,"opciones":[{"apartado":"a","solucion":" No existe ninguna diferencia, ambas son estrategias de diseño que se aplican a los DFD. ","correcta":false},{"apartado":"b","solucion":" El análisis de transformación se aplica cuando el DFD realiza modificaciones independientemente de la entrada y la salida, mientras que el análisis de transacción se aplica cuando en un DFD en función del flujo de llegada se realiza la elección de uno o más flujos de información. ","correcta":true},{"apartado":"c","solucion":" El análisis de transacción se aplica cuando el DFD realiza modificaciones independientemente de la entrada y la salida, mientras que el análisis de transformación se aplica a los DFD cuando en función del flujo de llegada se realiza la elección de uno o más flujos de información. ","correcta":false},{"apartado":"d","solucion":" El análisis de transacción se centra en los resultados del diagrama mientras que el análisis de transformación se centra en cómo se realizan dichos cambios. ","correcta":false}]},{"bloque":"BLOQUE III ","numero":3,"enunciado":"Señale la respuesta FALSA acerca de la tecnología Java Web Start: ","anulada":false,"opciones":[{"apartado":"a","solucion":" El software de Java Web Start permite descargar y ejecutar aplicaciones Java desde la Web. ","correcta":false},{"apartado":"b","solucion":" Garantiza que se está ejecutando la última versión de la aplicación. ","correcta":false},{"apartado":"c","solucion":" Incluido en el JDK desde la versión 6, permitiendo instalar aplicaciones a través de URLs con JMLP (Java Main Launch Protocol). ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":1,"enunciado":"El comando ping es el acrónimo de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Packet Internet Group.","correcta":false},{"apartado":"b","solucion":" Packet Internet Gangway. ","correcta":false},{"apartado":"c","solucion":" Packet Internet Gate.","correcta":false},{"apartado":"d","solucion":" Packet Internet Groper. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":2,"enunciado":"En un sistema operativo (S.O) con memoria virtual, cuando un proceso en ejecución genera un fallo de página: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Se cierran todos los procesos en ejecución ya que es un error grave del sistema operativo. ","correcta":false},{"apartado":"b","solucion":" El S.O busca la página en memoria secundaria y la carga en memoria principal. ","correcta":true},{"apartado":"c","solucion":" El S.O interrumpe la ejecución del proceso y lo pone en la cola de errores. ","correcta":false},{"apartado":"d","solucion":" En un sistema con memoria virtual nunca hay fallos de página. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":3,"enunciado":"En Linux, guardamos en un fichero llamado log.txt todas las incidencias de una máquina con la siguiente estructura fecha#descIncidencia, ¿qué comando deberíamos usar para contar el número de filas que tienen la palabra \"error\"? ","anulada":false,"opciones":[{"apartado":"a","solucion":" grep error log.txt | wc –l","correcta":true},{"apartado":"b","solucion":" grep wc –l |error log.txt ","correcta":false},{"apartado":"c","solucion":" grep error log.txt | ls -l |cut -r\"#\" -f2","correcta":false},{"apartado":"d","solucion":" grep cut -r\"#\" -f2|ls -l | error log.txt ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":4,"enunciado":"En Linux, la primera partición lógica en el disco duro maestro IDE del canal primario se identifica con: ","anulada":false,"opciones":[{"apartado":"a","solucion":" /dev/sda1","correcta":false},{"apartado":"b","solucion":" /dev/hda1 ","correcta":false},{"apartado":"c","solucion":" /dev/hda5","correcta":true},{"apartado":"d","solucion":" /dev/hda2 ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":5,"enunciado":"Señale entre las siguientes herramientas el gestor de copia de seguridad en línea utilizado por productos de base de datos Oracle: ","anulada":false,"opciones":[{"apartado":"a","solucion":" RFID","correcta":false},{"apartado":"b","solucion":" RSYNC ","correcta":false},{"apartado":"c","solucion":" RMAN","correcta":true},{"apartado":"d","solucion":" RMON ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":6,"enunciado":"¿Qué es Navicat Premium en el entorno de administración de bases de datos? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es un conjunto de herramientas multiplataforma de software libre creado para ayudar a los administradores y desarrolladores de aplicaciones de bases de datos Oracle. También suministra soporte para MySQL y PostgreSQL. ","correcta":false},{"apartado":"b","solucion":" Es una herramienta de IBM que permite realizar administración remota de bases de datos. ","correcta":false},{"apartado":"c","solucion":" Es una base de datos NoSQL distribuida y basada en un modelo de almacenamiento de clave-valor, escrita en Java. ","correcta":false},{"apartado":"d","solucion":" Es un administrador de bases de datos propietario, de múltiples conexiones, que permite conectarse a diversas bases de datos como MySQL, MariaDB, SQL Server, etc. Simultáneamente en una sola aplicación. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":7,"enunciado":"Respecto a la tecnología de almacenamiento InnoDB señale la respuesta afirmativa: ","anulada":false,"opciones":[{"apartado":"a","solucion":" InnoDB es una tecnología de almacenamiento de datos de código abierto para la base de datos Oracle. ","correcta":false},{"apartado":"b","solucion":" Es la tecnología de almacenamiento de datos por defecto por el sistema administrador de bases de datos relacionales MySQL. ","correcta":true},{"apartado":"c","solucion":" Se basa en el código ISAM. ","correcta":false},{"apartado":"d","solucion":" No permite las búsquedas denominadas full-text, que para conjuntos de datos grandes son mucho más eficientes. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":8,"enunciado":"Cuál de las siguientes NO es un tipo de declaración válida en un trabajo basado en JCL: ","anulada":false,"opciones":[{"apartado":"a","solucion":" JOB","correcta":false},{"apartado":"b","solucion":" COMMENT ","correcta":true},{"apartado":"c","solucion":" EXEC","correcta":false},{"apartado":"d","solucion":" DD ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":9,"enunciado":"Señale de los siguientes cuál NO es un cliente Subversion para control de versiones: ","anulada":false,"opciones":[{"apartado":"a","solucion":" TortoiseCVS","correcta":true},{"apartado":"b","solucion":" Subversive ","correcta":false},{"apartado":"c","solucion":" Sventon","correcta":false},{"apartado":"d","solucion":" Subclipse ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":10,"enunciado":"Entre las configuraciones de almacenamiento en RAID, NO ofrece redundancia de datos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Todas las configuraciones RAID garantizan la redundancia de la información. ","correcta":false},{"apartado":"b","solucion":" RAID 0. ","correcta":true},{"apartado":"c","solucion":" RAID 1. ","correcta":false},{"apartado":"d","solucion":" RAID 5. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":11,"enunciado":"Cuál de las siguientes relaciones NO es correcta: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 1024 Petabytes = 1 Zettabyte.","correcta":true},{"apartado":"b","solucion":" 1024 Zettabytes = 1 Yottabyte. ","correcta":false},{"apartado":"c","solucion":" 1024 Yottabytes = 1 Brontobyte.","correcta":false},{"apartado":"d","solucion":" 1024 Brontobytes = 1 Geopbyte. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":12,"enunciado":"¿Cuál de los siguientes NO es un producto de virtualización? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Virtual PC.","correcta":false},{"apartado":"b","solucion":" XEN. ","correcta":false},{"apartado":"c","solucion":" Atheros.","correcta":true},{"apartado":"d","solucion":" VirtualBox. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":13,"enunciado":"Señale qué norma del IEEE normaliza la tecnología Power over Ethernet Plus (PoE +): ","anulada":false,"opciones":[{"apartado":"a","solucion":" IEEE 802.3ab ","correcta":false},{"apartado":"b","solucion":" IEEE 802.3at ","correcta":true},{"apartado":"c","solucion":" IEEE 802.3ap ","correcta":false},{"apartado":"d","solucion":" No es un estándar del IEEE sino que es una categoría de EIA/TIA 568b. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":14,"enunciado":"La dirección canónica de un puente o bridge es la dirección: ","anulada":false,"opciones":[{"apartado":"a","solucion":" MAC del interface principal del puente. ","correcta":false},{"apartado":"b","solucion":" IP del interface principal del puente. ","correcta":false},{"apartado":"c","solucion":" MAC del puente. ","correcta":true},{"apartado":"d","solucion":" Del interface de rango numérico más alto del puente. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":15,"enunciado":"En el ámbito de las redes informáticas, el tiempo que tarda un paquete enviado desde un emisor en volver a este mismo emisor habiendo pasado por el receptor de destino es conocido como: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Jitter.","correcta":false},{"apartado":"b","solucion":" Delay. ","correcta":false},{"apartado":"c","solucion":" Round Trip delay Time.","correcta":true},{"apartado":"d","solucion":" Latencia. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":16,"enunciado":"Tamaño destinado en una trama básica Ethernet (IEEE 802.3-2012) para el payload: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Tiene un mínimo de 64 Bytes hasta un máximo de 1500 Bytes. ","correcta":false},{"apartado":"b","solucion":" Tiene un mínimo de 16 Bytes hasta un máximo de 1000 Bytes. ","correcta":false},{"apartado":"c","solucion":" Tiene un mínimo de 46 Bytes hasta un máximo de 1500 Bytes. ","correcta":true},{"apartado":"d","solucion":" Tiene un mínimo de 32 Bytes hasta un máximo de 1000 Bytes. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":17,"enunciado":"Señale cuál de las siguientes NO es una Protocol Data Unit (PDU) del protocolo SNMP v3: ","anulada":false,"opciones":[{"apartado":"a","solucion":" SetRequest PDU","correcta":false},{"apartado":"b","solucion":" InformRequest PDU ","correcta":false},{"apartado":"c","solucion":" Report PDU","correcta":false},{"apartado":"d","solucion":" GetBackRequest PDU ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":18,"enunciado":"En una red Ethernet 10BASE-T, un paquete de 1000 KBytes se transmite en: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 0,81 ms","correcta":false},{"apartado":"b","solucion":" 8,19 ms ","correcta":false},{"apartado":"c","solucion":" 819 ms","correcta":true},{"apartado":"d","solucion":" 81,9 ms ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":19,"enunciado":"El protocolo DHCP (Dynamic Host Configuration Protocol) y DHCPv6 (DHCP for IPv6) están definidos en los documentos: ","anulada":false,"opciones":[{"apartado":"a","solucion":" RFC 792 y RFC 4361, respectivamente.","correcta":false},{"apartado":"b","solucion":" RFC 826 y RFC 3315, respectivamente. ","correcta":false},{"apartado":"c","solucion":" RFC 1034 y RFC 4361, respectivamente.","correcta":false},{"apartado":"d","solucion":" RFC 2131 y RFC 3315, respectivamente. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":20,"enunciado":"El puerto del protocolo FTP sobre TLS/SSL (FTPS) es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 2121","correcta":false},{"apartado":"b","solucion":" 2020 ","correcta":false},{"apartado":"c","solucion":" 980","correcta":false},{"apartado":"d","solucion":" 990 ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":21,"enunciado":"¿Cuál de los siguientes protocolos permite conocer en tiempo real si un certificado ha sido o no revocado? ","anulada":false,"opciones":[{"apartado":"a","solucion":" OCSP","correcta":true},{"apartado":"b","solucion":" CRL ","correcta":false},{"apartado":"c","solucion":" PKCS#10","correcta":false},{"apartado":"d","solucion":" HTTPS ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":22,"enunciado":"ICMP envía mensajes en forma de datagramas que permiten al conjunto del protocolo TCP/IP realizar entre otras las siguientes funciones, señale la FALSA: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Control de flujo.","correcta":false},{"apartado":"b","solucion":" Detección de destinos inalcanzables. ","correcta":false},{"apartado":"c","solucion":" Encriptación de paquetes.","correcta":true},{"apartado":"d","solucion":" Pruebas de conectividad. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":23,"enunciado":"Señale cuál de las siguientes direcciones IP puede ser asignada a un host en la siguiente subred 132.26.41.90/26: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 132.26.41.128","correcta":false},{"apartado":"b","solucion":" 132.26.41.127 ","correcta":false},{"apartado":"c","solucion":" 132.26.41.124","correcta":true},{"apartado":"d","solucion":" 132.26.41.55 ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":24,"enunciado":"Indique a qué subred pertenece la siguiente dirección de broadcast 95.25.46.159: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 95.25.30.128/27","correcta":false},{"apartado":"b","solucion":" 95.25.30.128/25 ","correcta":false},{"apartado":"c","solucion":" 95.25.46.128/27","correcta":true},{"apartado":"d","solucion":" 95.25.46.128/25 ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":25,"enunciado":"Según RFC 2460, señale de las siguientes cabeceras IPv6 cuál es una cabecera de extensión: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Cabecera Siguiente.","correcta":false},{"apartado":"b","solucion":" Fragmento. ","correcta":true},{"apartado":"c","solucion":" Límite de Saltos.","correcta":false},{"apartado":"d","solucion":" Longitud de la Carga Útil. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":26,"enunciado":"¿Cuál es el tipo de la dirección IPv6 ::1/128? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Loopback.","correcta":true},{"apartado":"b","solucion":" Indefinida (Unspecified). ","correcta":false},{"apartado":"c","solucion":" Multicast.","correcta":false},{"apartado":"d","solucion":" No es válida. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":27,"enunciado":"Señale cuál de las siguientes afirmaciones es correcta en relación a la MTU (Maximum Transfer Unit) en redes IP, la MTU del camino es el valor de la: ","anulada":false,"opciones":[{"apartado":"a","solucion":" suma de todas las MTU entre el receptor y el emisor. ","correcta":false},{"apartado":"b","solucion":" media aritmética de todas las MTU entre el receptor y el emisor. ","correcta":false},{"apartado":"c","solucion":" MTU más baja de todos los enlaces a lo largo del camino entre nodos receptor y emisor. ","correcta":true},{"apartado":"d","solucion":" MTU más alta de todos los enlaces a lo largo del camino entre nodos receptor y emisor. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":28,"enunciado":"En el protocolo RIP Version 2 (Routing Information Protocol), cuyo algoritmo está basado en vector distancia, el límite máximo de saltos a partir del cual se considera una ruta como inalcanzable es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 15 saltos.","correcta":true},{"apartado":"b","solucion":" 9 saltos. ","correcta":false},{"apartado":"c","solucion":" 16 saltos.","correcta":false},{"apartado":"d","solucion":" 7 saltos. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":29,"enunciado":"El PUE (Power Usage effectiveness) es una métrica que trata de determinar la eficiencia energética de un Centro de Proceso de Datos, y se define como el resultado de dividir: ","anulada":false,"opciones":[{"apartado":"a","solucion":" La potencia total consumida por el CPD por la potencia consumida en el equipamiento TI (servidores, equipos de comunicaciones, almacenamiento y otros). ","correcta":true},{"apartado":"b","solucion":" La potencia total consumida por el CPD por la potencia usada en el equipamiento no TI (climatización, distribución eléctrica, iluminación, etc). ","correcta":false},{"apartado":"c","solucion":" La potencia consumida por el equipamiento TI entre la consumida por el equipamiento no TI. ","correcta":false},{"apartado":"d","solucion":" La potencia total consumida por el CPD por la potencia consumida en el equipamiento de cómputo (servidores), excluyendo equipos de comunicaciones y almacenamiento. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":30,"enunciado":"Diferencia entre el protocolo RIP v1 y RIP v2: ","anulada":false,"opciones":[{"apartado":"a","solucion":" RIP v1 es un protocolo de estado del enlace mientras que el RIP v2 es de vector de distancia. ","correcta":false},{"apartado":"b","solucion":" RIP v1 encapsula los mensajes en paquetes UDP y RIP v2 en paquetes TCP. ","correcta":false},{"apartado":"c","solucion":" RIP v1 no admite subredes y RIP v2 si las admite. ","correcta":true},{"apartado":"d","solucion":" RIP v1 es un protocolo de encaminamiento dinámico de tipo IGP Y RIP v2 es un protocolo de encaminamiento dinámico de tipo BGP. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":31,"enunciado":"El tamaño de una cabecera MPLS según la RFC 3032, es de: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 20 bits.","correcta":false},{"apartado":"b","solucion":" 32 bits. ","correcta":true},{"apartado":"c","solucion":" 48 bits.","correcta":false},{"apartado":"d","solucion":" 64 bits. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":32,"enunciado":"¿Quién elaboró la especificación Transport Layer Security (TLS)? ","anulada":false,"opciones":[{"apartado":"a","solucion":" UIT (Unión Internacional de Telecomunicaciones). ","correcta":false},{"apartado":"b","solucion":" IETF (Internet Engineering Task Force). ","correcta":true},{"apartado":"c","solucion":" Netscape Communications. ","correcta":false},{"apartado":"d","solucion":" ETSI (European Telecommunications Standards Institute). ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":33,"enunciado":"¿Cuál de los siguientes modos de funcionamiento NO se corresponde con el algoritmo de cifrado DES? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Modo ECB (Electronic CodeBook).","correcta":false},{"apartado":"b","solucion":" Modo CBC (Cipher Block Chaining). ","correcta":false},{"apartado":"c","solucion":" Modo OFB (Output FeedBack).","correcta":false},{"apartado":"d","solucion":" Modo UBC (Uncipher Block Chaining). ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":34,"enunciado":"Atendiendo únicamente a criterios de eficiencia en tiempo, ¿cuál de los siguientes métodos sería el más eficiente para securizar las comunicaciones entre usuarios dentro de una red? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Mediante claves simétricas. ","correcta":true},{"apartado":"b","solucion":" Mediante claves asimétricas. ","correcta":false},{"apartado":"c","solucion":" Mediante claves simétricas compartidas periódicamente con claves asimétricas. ","correcta":false},{"apartado":"d","solucion":" Mediante claves asimétricas compartidas periódicamente con claves simétricas. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":35,"enunciado":"En el contexto de la web semántica, señale la definición correcta de ontología: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es una especificación explícita de una conceptualización. ","correcta":true},{"apartado":"b","solucion":" Es un sistema de clasificación abierto y/o colaborativo basado en etiquetas. ","correcta":false},{"apartado":"c","solucion":" Es un conjunto de nombres en el cual todos los nombres son únicos. ","correcta":false},{"apartado":"d","solucion":" Es un sistema de clasificación que permite agrupar un conjunto de elementos dentro de unas categorías predefinidas que pueden estar contenidas unas en otras, o relacionadas de cualquier otra manera. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":36,"enunciado":"La arquitectura de cortafuegos que combina un router con un host bastión y donde el principal nivel de seguridad proviene del filtrado de paquetes se denomina: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Screened Subnet.","correcta":false},{"apartado":"b","solucion":" Dual-Homed Host. ","correcta":false},{"apartado":"c","solucion":" Router-Homed Host.","correcta":false},{"apartado":"d","solucion":" Screened Host. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":37,"enunciado":"¿Qué es SPDY? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es un protocolo que reduce el tiempo de carga de sitios web. ","correcta":true},{"apartado":"b","solucion":" Storage Protocol Data Yield, protocolo para el almacenamiento de datos según la probabilidad de uso de los mismos. ","correcta":false},{"apartado":"c","solucion":" Es una medida de rendimiento de CPU utilizada en entornos de altas prestaciones. ","correcta":false},{"apartado":"d","solucion":" Es la evolución de HSUPA con una tasa de transferencia de 5 Gbps reales. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":38,"enunciado":"¿A qué se refiere el término mashup? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Plataforma de desarrollo Web que define la base de datos (MySQL), el servidor Web (Apache), el sistema operativo (Solaris), y el lenguaje de programación (Haskell). ","correcta":false},{"apartado":"b","solucion":" Pequeña sección de la ventana del navegador que muestra un mensaje de texto que se desplaza a través de la pantalla. ","correcta":false},{"apartado":"c","solucion":" Conjunto de técnicas y recomendaciones para conseguir que una página web aparezca en los primeros resultados de los buscadores para unas determinadas palabras clave (keywords). ","correcta":false},{"apartado":"d","solucion":" Aplicaciones web que combinan datos y contenido de distintas fuentes para dar una experiencia de usuario integrada. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":39,"enunciado":"El lenguaje de consulta sobre RDF que permite hacer búsquedas sobre los recursos de la Web Semántica utilizando distintas fuentes de datos es: ","anulada":false,"opciones":[{"apartado":"a","solucion":" OWL","correcta":false},{"apartado":"b","solucion":" RQUERY ","correcta":false},{"apartado":"c","solucion":" JQUERY","correcta":false},{"apartado":"d","solucion":" SPARQL ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":40,"enunciado":"Señale la respuesta correcta según lo que dicta el artículo 79 de la Ley 9/2014, General de Telecomunicaciones: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Por la comisión de infracciones muy graves se impondrá al infractor multa por importe de hasta 30 millones de euros. ","correcta":false},{"apartado":"b","solucion":" Las infracciones muy graves, en función de sus circunstancias, podrán dar lugar a la inhabilitación hasta de 10 años del operador para la explotación de redes o la prestación de servicios de comunicaciones electrónicas. ","correcta":false},{"apartado":"c","solucion":" Por la comisión de infracciones graves se impondrá al infractor multa por importe de hasta 5 millones de euros. ","correcta":false},{"apartado":"d","solucion":" Por la comisión de infracciones leves se impondrá al infractor una multa por importe de hasta 50 mil euros. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":41,"enunciado":"Señala la afirmación INCORRECTA: ","anulada":false,"opciones":[{"apartado":"a","solucion":" La tecnología VDSL permite transmisión asimétrica o simétrica. ","correcta":false},{"apartado":"b","solucion":" VDSL utiliza 2 canales para transmisión de datos, uno para subida y el otro para descarga. ","correcta":true},{"apartado":"c","solucion":" La tecnología HFC es una combinación de cable y fibra óptica. ","correcta":false},{"apartado":"d","solucion":" La tecnología FTTH permite que la fibra óptica llegue hasta la casa del cliente. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":42,"enunciado":"Según la norma de la ITU-T asociada a la recomendación G.726, de Modulación por impulsos codificados diferencial adaptativa, indicar la respuesta correcta que se corresponde con su bit rate (kbit/s): ","anulada":false,"opciones":[{"apartado":"a","solucion":" 16, 24, 32 ó 40","correcta":true},{"apartado":"b","solucion":" 6, 12, 24 ó 48 ","correcta":false},{"apartado":"c","solucion":" 4, 8, 16 ó 40","correcta":false},{"apartado":"d","solucion":" 8, 16, 32 ó 64 ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":43,"enunciado":"Uno de los problemas en cuanto a la calidad del servicio (QoS) de una red VoIP es la latencia, señale su definición correcta: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Variación en el tiempo de llegada de los paquetes, causada por congestión de red, pérdida de sincronización o por las diferentes rutas seguidas. ","correcta":false},{"apartado":"b","solucion":" Es una reflexión retardada de la señal acústica original. ","correcta":false},{"apartado":"c","solucion":" El tiempo que tarda un paquete en llegar desde la fuente al destino. ","correcta":true},{"apartado":"d","solucion":" Pérdida que se produce al usar protocolos no orientados a conexión que no reenvían paquetes perdidos. Además también se produce por descartes de paquetes que no llegan a tiempo al receptor. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":44,"enunciado":"La tecnología de telefonía móvil GSM utiliza, entre otras, la siguiente base de datos de usuarios: ","anulada":false,"opciones":[{"apartado":"a","solucion":" MSC","correcta":false},{"apartado":"b","solucion":" BSC ","correcta":false},{"apartado":"c","solucion":" NSS","correcta":false},{"apartado":"d","solucion":" VLR ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":45,"enunciado":"Señalar de las siguientes tecnologías de comunicaciones móviles cuál utiliza W-CDMA: ","anulada":false,"opciones":[{"apartado":"a","solucion":" GSM","correcta":false},{"apartado":"b","solucion":" EDGE ","correcta":false},{"apartado":"c","solucion":" UMTS","correcta":true},{"apartado":"d","solucion":" LTE ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":46,"enunciado":"La red de acceso especificada para la tecnología de comunicaciones móviles LTE (Long Term Evolution) y que utiliza la tecnología OFDMA para la comunicación con los equipos de los usuarios se llama: ","anulada":false,"opciones":[{"apartado":"a","solucion":" E-UTRAN","correcta":true},{"apartado":"b","solucion":" FFTN ","correcta":false},{"apartado":"c","solucion":" LMDS","correcta":false},{"apartado":"d","solucion":" WIMAX ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":47,"enunciado":"Señale la afirmación correcta respecto al estándar IEEE 802.11ac-2013: ","anulada":false,"opciones":[{"apartado":"a","solucion":" Amplía ancho de banda de canal a 160 MHz y opera en la banda de 2,4 GHz. ","correcta":false},{"apartado":"b","solucion":" Amplía ancho de banda de canal a 40 MHz y opera en la banda de 2,4 GHz. ","correcta":false},{"apartado":"c","solucion":" Amplía ancho de banda de canal a 80 MHz y opera en la banda de 60 GHz. ","correcta":false},{"apartado":"d","solucion":" Amplía ancho de banda de canal a 160 MHz y opera en la banda de 5 GHz. ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":48,"enunciado":"En un escenario de movilidad IP ¿de qué se encarga el Agente Base (Home Agent)? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es el nodo que cambia su punto de conexión a la red sin cambiar su dirección IP o perder las conexiones establecidas. ","correcta":false},{"apartado":"b","solucion":" Es el router situado en la red origen del nodo móvil que intercepta el tráfico destinado al nodo móvil y se lo reenvía mediante túneles IP, realizando además tareas de localización de los nodos móviles. ","correcta":true},{"apartado":"c","solucion":" Es el router situado en la red visitada que proporciona servicios de encaminamiento a los nodos móviles registrados. ","correcta":false},{"apartado":"d","solucion":" Es el router situado en la red visitada que facilita una nueva dirección IP al nodo móvil. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":49,"enunciado":"Un proyecto europeo cuyo objetivo estratégico fue mejorar y potenciar el uso de la tecnología PLC se denominó proyecto: ","anulada":false,"opciones":[{"apartado":"a","solucion":" CORDIS","correcta":false},{"apartado":"b","solucion":" OPERA ","correcta":true},{"apartado":"c","solucion":" Dublin Core","correcta":false},{"apartado":"d","solucion":" POIROT ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":50,"enunciado":"¿En qué consiste la liberación del dividendo digital? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Es el proceso por el que se volvieron a repartir las frecuencias del espectro radioeléctrico de los 900 MHz, anteriormente asignadas a Movistar, Vodafone y Orange, a aquellos operadores que lo solicitaron, de forma que pudieran ser utilizadas para ofrecer servicios móviles LTE/4G. ","correcta":false},{"apartado":"b","solucion":" Se denomina así al espectro asignado a la emisión de televisión analógica, que va a pasar a ser utilizado por tecnologías LTE/4G. ","correcta":false},{"apartado":"c","solucion":" Se denomina así al espectro recuperado al hacerse efectiva la transición a la televisión digital terrestre. ","correcta":false},{"apartado":"d","solucion":" Es el proceso de reordenación de algunos canales TDT, para liberar las frecuencias radioeléctricas de la banda de 800 MHz que será utilizada por tecnologías móviles LTE/4G. Preguntas de reserva ","correcta":true}]},{"bloque":"BLOQUE IV ","numero":1,"enunciado":"La tasa de transferencia máxima que soporta el Serial Advanced Technology Attachment Express (SATA Express) es de hasta: ","anulada":false,"opciones":[{"apartado":"a","solucion":" 6 Gbps.","correcta":false},{"apartado":"b","solucion":" 16 Gbps. ","correcta":true},{"apartado":"c","solucion":" 8 Gbps.","correcta":false},{"apartado":"d","solucion":" 3 Gbps. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":2,"enunciado":"¿Qué características de seguridad presenta SNMPv3, tal y como se mencionan en la RFC 3418 (MIB for the SNMP Protocol)? ","anulada":false,"opciones":[{"apartado":"a","solucion":" Se recomienda que los implementadores usen el modelo de seguridad basado en usuario y el control de acceso basado en vistas. ","correcta":true},{"apartado":"b","solucion":" Se obliga a que los implementadores usen el modelo basado en usuario y el control de acceso basado en vistas. ","correcta":false},{"apartado":"c","solucion":" En dicha RFC no se menciona ningún elemento de seguridad. ","correcta":false},{"apartado":"d","solucion":" En temas de seguridad, sólo hace mención al uso obligatorio del algoritmo de encriptación CBC (Cipher Block Chaining) de DES, conocido también por DES-56. ","correcta":false}]},{"bloque":"BLOQUE IV ","numero":3,"enunciado":"Si se quiere interconectar mediante fibra óptica dos dispositivos separados a menos de 100 metros en un CPD a una velocidad de 40Gb/s, la categoría mínima de fibra óptica a usar debería ser: ","anulada":false,"opciones":[{"apartado":"a","solucion":" OM2","correcta":false},{"apartado":"b","solucion":" OM3 ","correcta":false},{"apartado":"c","solucion":" OM4","correcta":true},{"apartado":"d","solucion":" OM5  ","correcta":false}]}]
