[{"id":"1","bloque":"Bloque I - Organización del Estado y Administración Electrónica ","temas":[{"numero":"1","tema":" La Constitución española de 1978. Derechos y deberes fundamentales. Su garantía y suspensión. La Jefatura del Estado. La Corona. Funciones constitucionales del Rey. ","apartados":["La Constitución española de 1978.","Derechos y deberes fundamentales.","Su garantía y suspensión.","La Jefatura del Estado.","La Corona.","Funciones constitucionales del Rey."]},{"numero":"2","tema":" Las Cortes Generales. Atribuciones del Congreso de los Diputados y del Senado. El Tribunal Constitucional. Composición y atribuciones. El Defensor del Pueblo. ","apartados":["Las Cortes Generales.","Atribuciones del Congreso de los Diputados y del Senado.","El Tribunal Constitucional.","Composición y atribuciones.","El Defensor del Pueblo."]},{"numero":"3","tema":" El Gobierno. Su composición. Nombramiento y cese. Las funciones del Gobierno. Relaciones entre el Gobierno y las Cortes Generales. ","apartados":["El Gobierno.","Su composición.","Nombramiento y cese.","Las funciones del Gobierno.","Relaciones entre el Gobierno y las Cortes Generales."]},{"numero":"4","tema":" La Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno. El Consejo de Transparencia y Buen Gobierno: Real Decreto 919/2014, de 31 de octubre, por el que se aprueba su estatuto. Funciones. La Oficina de Transparencia y Acceso a la Información (OTAI). El Portal de Transparencia. Las Unidades de Información y Transparencia (UITS). ","apartados":["La Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno.","El Consejo de Transparencia y Buen Gobierno: Real Decreto 919/2014, de 31 de octubre, por el que se aprueba su estatuto.","Funciones.","La Oficina de Transparencia y Acceso a la Información (OTAI).","El Portal de Transparencia.","Las Unidades de Información y Transparencia (UITS)."]},{"numero":"5","tema":" La Administración Pública: principios constitucionales informadores. La Administración General del Estado: organización y personal a su servicio. Las Comunidades Autónomas y  la Administración Local: regulación constitucional. ","apartados":["La Administración Pública: principios constitucionales informadores.","La Administración General del Estado: organización y personal a su servicio.","Las Comunidades Autónomas y  la Administración Local: regulación constitucional."]},{"numero":"6","tema":" Las fuentes del Derecho Administrativo. La jerarquía de las fuentes. La Ley. Las Disposiciones del Gobierno con fuerza de Ley: Decreto-ley y Decreto Legislativo. El Reglamento: concepto, clases y límites. Otras fuentes del Derecho Administrativo. ","apartados":["Las fuentes del Derecho Administrativo.","La jerarquía de las fuentes.","La Ley.","Las Disposiciones del Gobierno con fuerza de Ley: Decreto-ley y Decreto Legislativo.","El Reglamento: concepto, clases y límites.","Otras fuentes del Derecho Administrativo."]},{"numero":"7","tema":" Políticas de Igualdad de Género. La Ley Orgánica 3/2007, de 22 de marzo, para la Igualdad efectiva de mujeres y hombres. Políticas contra la Violencia de género. La Ley Orgánica 1/2004, de 28 de diciembre, de Medidas de Protección Integral contra la Violencia de Género. Discapacidad y dependencia. ","apartados":["Políticas de Igualdad de Género.","La Ley Orgánica 3/2007, de 22 de marzo, para la Igualdad efectiva de mujeres y hombres.","Políticas contra la Violencia de género.","La Ley Orgánica 1/2004, de 28 de diciembre, de Medidas de Protección Integral contra la Violencia de Género.","Discapacidad y dependencia."]},{"numero":"8","tema":" La sociedad de la información. Legislación sobre sociedad de la información y firma electrónica. El DNI electrónico. ","apartados":["La sociedad de la información.","Legislación sobre sociedad de la información y firma electrónica.","El DNI electrónico."]},{"numero":"9","tema":" La protección de datos personales y su normativa reguladora. Las Agencias de Protección de Datos: competencias y funciones. ","apartados":["La protección de datos personales y su normativa reguladora.","Las Agencias de Protección de Datos: competencias y funciones."]},{"numero":"10","tema":" Acceso electrónico de los ciudadanos a los servicios públicos y normativa de desarrollo. La gestión electrónica de los procedimientos administrativos: registros, notificaciones y uso de medios electrónicos. Esquema Nacional de Seguridad. Esquema Nacional de Interoperabilidad. Normas técnicas de interoperabilidad. ","apartados":["Acceso electrónico de los ciudadanos a los servicios públicos y normativa de desarrollo.","La gestión electrónica de los procedimientos administrativos: registros, notificaciones y uso de medios electrónicos.","Esquema Nacional de Seguridad.","Esquema Nacional de Interoperabilidad.","Normas técnicas de interoperabilidad."]},{"numero":"11","tema":" Instrumentos para el acceso electrónico a las Administraciones Públicas: sedes electrónicas, canales y punto de acceso, identificación y autenticación. Transparencia y datos abiertos. ","apartados":["Instrumentos para el acceso electrónico a las Administraciones Públicas: sedes electrónicas, canales y punto de acceso, identificación y autenticación.","Transparencia y datos abiertos."]},{"numero":"12","tema":" Instrumentos para la cooperación entre Administraciones Públicas en materia de Administración Electrónica. Órganos. Infraestructuras y servicios comunes. Plataformas de validación e interconexión de redes. ","apartados":["Instrumentos para la cooperación entre Administraciones Públicas en materia de Administración Electrónica.","Órganos.","Infraestructuras y servicios comunes.","Plataformas de validación e interconexión de redes."]}]},{"id":"2","bloque":"Bloque II - Tecnología Básica ","temas":[{"numero":"1","tema":" Tecnologías actuales de ordenadores: de los dispositivos móviles a los superordenadores y arquitecturas escalables (grid, cluster, MPP, SMP,  arquitecturas multinúcleo y otros). Base tecnológica. Componentes, funcionalidades y capacidades. ","apartados":["Tecnologías actuales de ordenadores: de los dispositivos móviles a los superordenadores y arquitecturas escalables (grid, cluster, MPP, SMP,  arquitecturas multinúcleo y otros).","Base tecnológica.","Componentes, funcionalidades y capacidades."]},{"numero":"2","tema":" Conceptos de sistemas operativos. Estructuras, componentes y funciones. Características y evolución. Administración de memoria. Procesos y subprocesos. Entrada/salida. Sistemas de archivo. Sistemas operativos multiprocesador. ","apartados":["Conceptos de sistemas operativos.","Estructuras, componentes y funciones.","Características y evolución.","Administración de memoria.","Procesos y subprocesos.","Entrada/salida.","Sistemas de archivo.","Sistemas operativos multiprocesador."]},{"numero":"3","tema":"   Características técnicas y funcionales de los sistemas operativos: Windows, Linux, Unix y otros. Sistemas operativos para dispositivos móviles ","apartados":["Características técnicas y funcionales de los sistemas operativos: Windows, Linux, Unix y otros.","Sistemas operativos para dispositivos móviles."]},{"numero":"4","tema":" Lenguajes y paradigmas actuales de programación. Características técnicas.  ","apartados":["Lenguajes y paradigmas actuales de programación.","Características técnicas."]},{"numero":"5","tema":" Concepto y componentes de un entorno  de bases de datos. Utilización de bases de datos en la Organización: sistemas OLTP, MIS, DSS, y almacenes de datos.  ","apartados":["Concepto y componentes de un entorno  de bases de datos.","Utilización de bases de datos en la Organización: sistemas OLTP, MIS, DSS, y almacenes de datos."]},{"numero":"6","tema":" Sistemas de gestión de bases de datos relacionales. Antecedentes históricos. Características y elementos constitutivos. El lenguaje SQL. Estándares de conectividad: ODBC y JDBC.  ","apartados":["Sistemas de gestión de bases de datos relacionales.","Antecedentes históricos.","Características y elementos constitutivos.","El lenguaje SQL.","Estándares de conectividad: ODBC y JDBC."]},{"numero":"7","tema":" Arquitecturas cliente-servidor. Tipología. Componentes. Interoperabilidad de componentes. Ventajas e inconvenientes. Arquitectura de servicios web (WS). ","apartados":["Arquitecturas cliente-servidor.","Tipología.","Componentes.","Interoperabilidad de componentes.","Ventajas e inconvenientes.","Arquitectura de servicios web (WS)."]},{"numero":"8","tema":" El modelo TCP/IP: Arquitectura, capas, interfaces, protocolos, direccionamiento y encaminamiento.  ","apartados":["El modelo TCP/IP: Arquitectura, capas, interfaces, protocolos, direccionamiento y encaminamiento."]},{"numero":"9","tema":" Lenguajes de marca o etiqueta. Características y funcionalidades. SGML, HTML, XML y sus derivaciones. Lenguajes de script. ","apartados":["Lenguajes de marca o etiqueta.","Características y funcionalidades.","SGML, HTML, XML y sus derivaciones.","Lenguajes de script."]},{"numero":"10","tema":" Plan de seguridad. Plan de contingencias. Plan de recuperación. Políticas de salvaguarda. El método MAGERIT de gestión de la seguridad.  ","apartados":["Plan de seguridad.","Plan de contingencias.","Plan de recuperación.","Políticas de salvaguarda.","El método MAGERIT de gestión de la seguridad."]},{"numero":"11","tema":" Auditoría Informática. Objetivos, alcance y metodología. Técnicas y herramientas. Normas y estándares. ","apartados":["Auditoría Informática.","Objetivos, alcance y metodología.","Técnicas y herramientas.","Normas y estándares."]},{"numero":"12","tema":" Gestión de la atención a clientes y usuarios: centros de contacto, CRM. Arquitectura multicanal. Sistemas de respuesta interactiva (IVR). Voice XML.  ","apartados":["Gestión de la atención a clientes y usuarios: centros de contacto, CRM.","Arquitectura multicanal.","Sistemas de respuesta interactiva (IVR).","Voice XML."]},{"numero":"13","tema":" Seguridad física y lógica de un sistema de información. Riesgos, amenazas y vulnerabilidades. Medidas de protección y aseguramiento. Auditoría de seguridad física. ","apartados":["Seguridad física y lógica de un sistema de información.","Riesgos, amenazas y vulnerabilidades.","Medidas de protección y aseguramiento.","Auditoría de seguridad física."]},{"numero":"14","tema":"  Software libre y software propietario. Características y tipos de licencias. La protección jurídica de los programas de ordenador. Tecnologías de protección de derechos digitales. ","apartados":["Software libre y software propietario.","Características y tipos de licencias.","La protección jurídica de los programas de ordenador.","Tecnologías de protección de derechos digitales."]},{"numero":"15","tema":" Técnicas de evaluación de alternativas y análisis de viabilidad. Personal, procedimientos, datos, software y hardware. Presupuestación y control de costes de un proyecto informático.  ","apartados":["Técnicas de evaluación de alternativas y análisis de viabilidad.","Personal, procedimientos, datos, software y hardware.","Presupuestación y control de costes de un proyecto informático."]},{"numero":"16","tema":" Documática. Gestión y archivo electrónico de documentos. Sistemas de gestión documental. Gestores de contenidos. Sindicación de contenido. Sistemas de gestión de flujos de trabajos. Búsqueda de información: robots, spiders, otros. Posicionamiento y buscadores (SEO). ","apartados":["Documática.","Gestión y archivo electrónico de documentos.","Sistemas de gestión documental.","Gestores de contenidos.","Sindicación de contenido.","Sistemas de gestión de flujos de trabajos.","Búsqueda de información: robots, spiders, otros.","Posicionamiento y buscadores (SEO)."]}]},{"id":"3","bloque":"Bloque III - Desarrollo de Sistemas ","temas":[{"numero":"1","tema":" Concepto del ciclo de vida de los sistemas y fases. Modelos de ciclo de vida. ","apartados":["Concepto del ciclo de vida de los sistemas y fases.","Modelos de ciclo de vida."]},{"numero":"2","tema":" Gestión del proceso de desarrollo. Objetivos del desarrollo. Actividades de gestión. Desarrollo en fases. Tareas y funciones de los distintos agentes. ","apartados":["Gestión del proceso de desarrollo.","Objetivos del desarrollo.","Actividades de gestión.","Desarrollo en fases.","Tareas y funciones de los distintos agentes."]},{"numero":"3","tema":"  Planificación del desarrollo. Técnicas de planificación. Metodologías de desarrollo. La metodología Métrica.  ","apartados":["Planificación del desarrollo.","Técnicas de planificación.","Metodologías de desarrollo.","La metodología Métrica."]},{"numero":"4","tema":" Estrategias de determinación de requerimientos: Entrevistas, Derivación de sistemas existentes, Análisis y Prototipos. ","apartados":["Estrategias de determinación de requerimientos: Entrevistas, Derivación de sistemas existentes, Análisis y Prototipos."]},{"numero":"5","tema":" Diagramas de flujo de datos: Diagramas estructurados. Flujogramas de sistema. Flujogramas de Programa. ","apartados":["Diagramas de flujo de datos: Diagramas estructurados.","Flujogramas de sistema.","Flujogramas de Programa."]},{"numero":"6","tema":" Modelización conceptual. Elementos: entidades, atributos, relaciones, identificadores, roles. Reglas de modelización. Validación y construcción de modelos de datos. ","apartados":["Modelización conceptual.","Elementos: entidades, atributos, relaciones, identificadores, roles.","Reglas de modelización.","Validación y construcción de modelos de datos."]},{"numero":"7","tema":" Diseño de bases de datos. La arquitectura ANSI/SPARC. El modelo lógico relacional. Normalización. Diseño lógico. Diseño físico. Problemas de concurrencia de acceso. Mecanismos de resolución de conflictos. ","apartados":["Diseño de bases de datos.","La arquitectura ANSI/SPARC.","El modelo lógico relacional.","Normalización.","Diseño lógico.","Diseño físico.","Problemas de concurrencia de acceso.","Mecanismos de resolución de conflictos."]},{"numero":"8","tema":" Tipos abstractos de datos y estructuras de datos. Tablas, listas y árboles. Algoritmos: ordenación, búsqueda. Grafos. Organizaciones de ficheros. ","apartados":["Tipos abstractos de datos y estructuras de datos.","Tablas, listas y árboles.","Algoritmos: ordenación, búsqueda.","Grafos.","Organizaciones de ficheros."]},{"numero":"9","tema":" Diseño de programas. Diagramas estructurados. Análisis de transformación y de transacción. Cohesión y acoplamiento.  ","apartados":["Diseño de programas.","Diagramas estructurados.","Análisis de transformación y de transacción.","Cohesión y acoplamiento."]},{"numero":"10","tema":" Construcción del sistema. Preparación de la instalación. Estándares de documentación. Manuales de usuario y manuales técnicos. Formación de usuarios y personal técnico: métodos y materiales. ","apartados":["Construcción del sistema.","Preparación de la instalación.","Estándares de documentación.","Manuales de usuario y manuales técnicos.","Formación de usuarios y personal técnico: métodos y materiales."]},{"numero":"11","tema":" Pruebas. Planificación y documentación. Pruebas de caja negra. Pruebas de caja blanca. Utilización de datos de prueba. Pruebas de software, hardware, procedimientos y datos. ","apartados":["Pruebas.","Planificación y documentación.","Pruebas de caja negra.","Pruebas de caja blanca.","Utilización de datos de prueba.","Pruebas de software, hardware, procedimientos y datos."]},{"numero":"12","tema":" Instalación y cambio. Estrategias de sustitución. Recepción e instalación. Evaluación post-implementación. Mantenimiento. ","apartados":["Instalación y cambio.","Estrategias de sustitución.","Recepción e instalación.","Evaluación post-implementación.","Mantenimiento."]},{"numero":"13","tema":" Análisis y diseño orientado a objetos. Concepto. Elementos. El proceso unificado de software. El lenguaje de modelado unificado (UML). Patrones de diseño. ","apartados":["Análisis y diseño orientado a objetos.","Concepto.","Elementos.","El proceso unificado de software.","El lenguaje de modelado unificado (UML).","Patrones de diseño."]},{"numero":"14","tema":" La arquitectura Java EE. Características de funcionamiento. Elementos constitutivos. Productos y herramientas. ","apartados":["La arquitectura Java EE.","Características de funcionamiento.","Elementos constitutivos.","Productos y herramientas."]},{"numero":"15","tema":" La plataforma. Net. Modelo de programación. Servicios. Herramientas. La Tecnología ADO.NET. ","apartados":["La plataforma.","Net.","Modelo de programación.","Servicios.","Herramientas.","La Tecnología ADO.NET."]},{"numero":"16","tema":" Aplicaciones Web. Diseño web multiplataforma/multidispositivo. Tecnologías de programación: JavaScript, applets, servlets, ASP, JSP y PHP. Servicios web: estándares, protocolos asociados, interoperabilidad y seguridad. Internacionalización y localización. ","apartados":["Aplicaciones Web.","Diseño web multiplataforma/multidispositivo.","Tecnologías de programación: JavaScript, applets, servlets, ASP, JSP y PHP.","Servicios web: estándares, protocolos asociados, interoperabilidad y seguridad.","Internacionalización y localización."]},{"numero":"17","tema":" La calidad del software y su medida. Modelos, métricas, normas y estándares.  ","apartados":["La calidad del software y su medida.","Modelos, métricas, normas y estándares."]},{"numero":"18","tema":" Accesibilidad, diseño universal y usabilidad. Accesibilidad y usabilidad de las tecnologías, productos y servicios relacionados con la sociedad de la información. ","apartados":["Accesibilidad, diseño universal y usabilidad.","Accesibilidad y usabilidad de las tecnologías, productos y servicios relacionados con la sociedad de la información."]},{"numero":"19","tema":" Minería de datos. Aplicación a la resolución de problemas de gestión. Tecnología y algoritmos. Procesamiento analítico en línea (OLAP). Big data. ","apartados":["Minería de datos.","Aplicación a la resolución de problemas de gestión.","Tecnología y algoritmos.","Procesamiento analítico en línea (OLAP).","Big data."]}]},{"id":"4","bloque":"Bloque IV - Sistemas y Comunicaciones ","temas":[{"numero":"1","tema":" Administración del Sistema operativo y software de base. Funciones y responsabilidades. Control de cambios. ","apartados":["Administración del Sistema operativo y software de base.","Funciones y responsabilidades.","Control de cambios."]},{"numero":"2","tema":" Administración de Sistemas de Gestión de Bases de Datos. Funciones. Responsabilidades. Administración de datos. ","apartados":["Administración de Sistemas de Gestión de Bases de Datos.","Funciones.","Responsabilidades.","Administración de datos."]},{"numero":"3","tema":" Prácticas de mantenimiento de equipos e instalaciones. Mantenimiento preventivo, correctivo y perfectivo. Monitorización y gestión de capacidad. ","apartados":["Prácticas de mantenimiento de equipos e instalaciones.","Mantenimiento preventivo, correctivo y perfectivo.","Monitorización y gestión de capacidad."]},{"numero":"4","tema":"   Gestión de librerías de programas. Gestión de medios magnéticos. Controles de cambios. Los lenguajes de control de trabajos. Las técnicas y herramientas de operación automática. ","apartados":["Gestión de librerías de programas.","Gestión de medios magnéticos.","Controles de cambios.","Los lenguajes de control de trabajos.","Las técnicas y herramientas de operación automática."]},{"numero":"5","tema":" Control de la ejecución de los trabajos. Evaluación del rendimiento. Planificación de la capacidad. Análisis de la carga. Herramientas y técnicas utilizables.  ","apartados":["Control de la ejecución de los trabajos.","Evaluación del rendimiento.","Planificación de la capacidad.","Análisis de la carga.","Herramientas y técnicas utilizables."]},{"numero":"6","tema":" Almacenamiento masivo de datos. Sistemas SAN, NAS y DAS: componentes, protocolos, gestión y administración. Virtualización del almacenamiento. Gestión de volúmenes. ","apartados":["Almacenamiento masivo de datos.","Sistemas SAN, NAS y DAS: componentes, protocolos, gestión y administración.","Virtualización del almacenamiento.","Gestión de volúmenes."]},{"numero":"7","tema":" Medios de transmisión. Cables metálicos. Cable coaxial. Fibra óptica. Tipología de redes de cable. Medios inalámbricos. Sistemas de transmisión por satélite. ","apartados":["Medios de transmisión.","Cables metálicos.","Cable coaxial.","Fibra óptica.","Tipología de redes de cable.","Medios inalámbricos.","Sistemas de transmisión por satélite."]},{"numero":"8","tema":" Redes locales. Tipología. Medios de transmisión. Métodos de acceso. Dispositivos de interconexión. ","apartados":["Redes locales.","Tipología.","Medios de transmisión.","Métodos de acceso.","Dispositivos de interconexión."]},{"numero":"9","tema":" Administración de redes locales. Gestión de usuarios. Gestión de dispositivos. Monitorización y control de tráfico. Gestión SNMP. ","apartados":["Administración de redes locales.","Gestión de usuarios.","Gestión de dispositivos.","Monitorización y control de tráfico.","Gestión SNMP."]},{"numero":"10","tema":" Principales protocolos de la arquitectura de comunicaciones TCP/IP. ","apartados":["Principales protocolos de la arquitectura de comunicaciones TCP/IP."]},{"numero":"11","tema":" Planificación física de un centro de tratamiento de la información. Vulnerabilidades, riesgo y protección. Dimensionamiento de equipos. Factores a considerar. Virtualización de plataforma y de recursos. ","apartados":["Planificación física de un centro de tratamiento de la información.","Vulnerabilidades, riesgo y protección.","Dimensionamiento de equipos.","Factores a considerar.","Virtualización de plataforma y de recursos."]},{"numero":"12","tema":" Conmutación. Conmutación de circuitos y paquetes. X25. Frame Relay, ATM. Integración voz-datos sobre FR, IP, ATM. Protocolos de encaminamiento. Ethernet conmutada. MPLS. Calidad de servicio (QOS). ","apartados":["Conmutación.","Conmutación de circuitos y paquetes.","X25.","Frame Relay, ATM.","Integración voz-datos sobre FR, IP, ATM.","Protocolos de encaminamiento.","Ethernet conmutada.","MPLS.","Calidad de servicio (QOS)."]},{"numero":"13","tema":" La seguridad en redes. Control de accesos. Técnicas criptográficas. Mecanismos de firma digital. Intrusiones. Cortafuegos. Redes privadas virtuales. Seguridad en el puesto del usuario. ","apartados":["La seguridad en redes.","Control de accesos.","Técnicas criptográficas.","Mecanismos de firma digital.","Intrusiones.","Cortafuegos.","Redes privadas virtuales.","Seguridad en el puesto del usuario."]},{"numero":"14","tema":" La red Internet: arquitectura de red. Principios de funcionamiento. Servicios: evolución, estado actual y perspectivas de futuro. La web 2.0. La web semántica. ","apartados":["La red Internet: arquitectura de red.","Principios de funcionamiento.","Servicios: evolución, estado actual y perspectivas de futuro.","La web 2.0.","La web semántica."]},{"numero":"15","tema":" Tecnología XDSL. Concepto. Características técnicas. Normativa reguladora. Telecomunicaciones por cable: características y normativa reguladora. ","apartados":["Tecnología XDSL.","Concepto.","Características técnicas.","Normativa reguladora.","Telecomunicaciones por cable: características y normativa reguladora."]},{"numero":"16","tema":" Telecomunicaciones de voz. Tecnologías VoIP. Convergencia telefonía fija-telefonía móvil. ","apartados":["Telecomunicaciones de voz.","Tecnologías VoIP.","Convergencia telefonía fija-telefonía móvil."]},{"numero":"17","tema":" Comunicaciones móviles. Telefonía sin hilos y DECT. Paging. Radiotelefonía privada. Sistemas celulares. Trunking. Generaciones de tecnologías de telefonía móvil. ","apartados":["Comunicaciones móviles.","Telefonía sin hilos y DECT.","Paging.","Radiotelefonía privada.","Sistemas celulares.","Trunking.","Generaciones de tecnologías de telefonía móvil."]},{"numero":"18","tema":" Redes inalámbricas. Protocolos. Características funcionales y técnicas. Sistemas de expansión del espectro. Sistemas de acceso. Modos de operación. Seguridad. Normativa reguladora.  ","apartados":["Redes inalámbricas.","Protocolos.","Características funcionales y técnicas.","Sistemas de expansión del espectro.","Sistemas de acceso.","Modos de operación.","Seguridad.","Normativa reguladora."]},{"numero":"19","tema":" Comunicaciones emergentes: IP móvil y PLC (Power Line Comunications). Características técnicas. Modos de operación. Seguridad. Normativa reguladora. Ventajas e inconvenientes. Televisión digital. Radiodifusión sonora Digital. ","apartados":["Comunicaciones emergentes: IP móvil y PLC (Power Line Comunications).","Características técnicas.","Modos de operación.","Seguridad.","Normativa reguladora.","Ventajas e inconvenientes.","Televisión digital.","Radiodifusión sonora Digital."]}]}]
